{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_f27aad5542_1.aspx", "descrip": "白居易(772--846)，汉族，字乐天，号香山居士，河南新郑（今郑州新郑）人，和并称“元白”，和并称“刘白”，是中国文学史上负有盛名且影响深远的著名唐代大人和文学家，与、齐名，有“诗魔”和“诗王”之称，他的诗在中国、日本和朝鲜等国有广泛影响。白居易祖籍山西太原，其曾祖父迁居下邽（音guī）（今陕西渭南北），其祖父白湟又迁居河南新郑。唐代宗大历七年正月二十（公元772年2月28日），白居易在新郑城西的东郭宅村（今东郭寺）降生了。白居易晚年长期居住在洛阳香山，号称“香山居士”。武宗会昌六年(846年)八月，白居易死于洛阳，葬于洛阳香山，享年75岁。他去世后，唐宣宗写诗悼念他说：“缀玉连珠六十年，谁教冥路作诗仙？浮云不系名居易，造化无为字乐天。童子解吟《长恨》曲，胡儿能唱《琵琶》篇。文章已满行人耳。一度思卿一怆然。”著有《白氏长庆集》七十一卷。　　白居易晚年官至太子少傅，谥号“文”，世称白傅、白文公。在文学上积极倡导新运动，主张\"文章合为时而著，诗歌合为事而作\",写下了不少感叹时世、反映人民疾苦的诗篇，对后世颇有影响。是我国文学史上相当重要的诗人。 元和时曾任翰林学士、左赞善大夫，因得罪权贵，贬为江州司马，晚年好佛，因而人称诗佛,又自号乐居士。他一生作诗很多，以讽喻诗为最有名，语言通俗易懂，被称为“老妪能解”。叙事诗中《琵琶行》、《长恨歌》等极为有名。　　白居易的诗在当时流传广泛，上自宫廷，下至民间，处处皆是，其声名还远播新疆和朝鲜、日本。白诗对后世文学影响巨大，晚唐、、、、，宋代偁、、、、及清代、等，都受到白居易的诗的启示。白居易的诗歌在日本的影响最大，他是日本最喜欢的唐代诗人，在日本的古典小说中常常可以见到引用他的诗文，可以说在日本人的心中白居易才是中国唐代诗歌的风云人物。　　白居易的主要作品有：《长恨歌》《琵琶行》《赋得古原草送别》《钱塘湖春行》《暮江吟》《忆江南》《大林寺桃花》《同李十一醉忆元九》《直中书省》《长相思》《题岳阳楼》《观刈麦》《宫词》 《问刘十九》《买花》 《自河南经乱关内阻饥兄弟离散各在一处因望》 　　白居易早年热心济世，强调诗歌的政治功能，并力求通俗，所作《新乐府》、《秦中吟》共六十首，确实做到了“唯歌生民病”、“句句必尽规”，与杜甫的“三吏”、“三别”同为著名的诗史。长篇叙事诗《长恨歌》、《琵琶行》则代表他艺术上的最高成就。中年在官场中受了挫折，“宦途自此心长别，世事从今口不开”，但仍写了许多好诗，为百姓做过许多好事，杭州西湖至今留着纪念他的白堤。晚年寄情山水，也写过一些小词。赠刘禹锡诗云： “古歌旧曲君休听， 听取新词《杨柳枝》”，可见他曾自度一些新词。其中《花非花》一首，颇具朦胧之美。", "name": "白居易", "image_urls": ["http://so.gushiwen.org/authorImg/baijuyi.jpg"], "sumup": "白居易（772～846），字乐天，晚年又号称香山居士，河南郑州新郑人，是我国唐代伟大的现实主义诗人，他的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。白居易祖籍山西、陕西、出生于河南郑州新郑，葬于洛阳。白居易故居纪念馆坐落于洛阳市郊。白园（白居易墓）坐落在洛阳城南香山的琵琶峰。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_dc625a44d1_1.aspx", "descrip": "刘辰翁（1233年2月4日-1297年2月12日）字会孟，别号须溪。生于1232年十二月二十日（1233年2月4日），死于1297年正月二十日（2月12日）。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国人。 景定三年（1262）登进士第。因与权臣不合，以母老为由请为濂溪书院山长。景定五年，应江万里邀入福建转运司幕，未几，随江入福建安抚司幕。度宗咸淳元年（1265），为临安府教授。四年，入江东转运司幕。五年，为中书省架阁，丁母忧去。他对专权误国的贾似道不满。宋亡后，刘辰翁矢志不仕，回乡隐居，居家著作。 　　清四库馆臣据《永乐大典》《天下同文集》等书所录，辑为十卷，另有《须溪先生四景诗集》传世。《新元史》卷二三七、《宋季忠义录》卷一六有传。存词300余首。其现存作品大致情况是：文249篇，诗205篇，词358篇，计812篇，数量仅为《须溪先生全集》的十分之一左右。 　　刘辰翁一生致力于文学创作和文学批评活动，其文学成就主要表现在词作方面。刘辰翁的词属豪放风格，受、的影响很深。辰翁的词对苏辛词派既是发扬又有创新，兼熔苏辛，扬其之长，使词风有苏辛之色，又不流于轻浮，形成自己独有的清空疏越之气，对元明词的创作产生了很大的影响。 　　刘辰翁还是一个著名的文学批评家。他一生勤于批点，所掇点者为：《班同评》三十五卷、《校点韦苏州集》十卷、《批点集》三卷、《批点选注杜工部》二十二卷、《评点唐王丞集》六卷等等。其词学批评思想，在中国文学批评史上一直占有一席之地。 　　其生年据《须溪先生集》卷九《百字令》自注“仆生绍定之五年壬辰”，卒年据《天下同文集》卷三七《哭须溪墓》，元成宗大德元年卒。 　　《须溪集》以影印文渊阁《四库全书》本为底本，酌校有关书引录，编为第一卷。《须溪先生四景诗集》以宜秋馆本为底本，参校影印文渊阁《四车全书》本（简称四库本）等，编为第二、三、四、五卷。新辑集外诗附于卷末。", "name": "刘辰翁", "image_urls": ["http://so.gushiwen.org/authorImg/liuchenweng.jpg"], "sumup": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_78930451f2_1.aspx", "descrip": "屈大均（1630—1696）明末清初著名学者、人，与陈恭尹、梁佩兰并称“岭南三大家”，有“广东徐霞客”的美称。字翁山、介子，号莱圃，汉族，广东番禺人。曾与魏耕等进行反请活动。后为僧，中年仍改儒服。诗有、的遗风，著作多毁于雍正、两朝，后人辑有《翁山诗外》、《翁山文外》、《翁山易外》、《广东新语》及《四朝成仁录》，合称“屈沱五书”。【生平】　　屈大均生于1630年九月五日（10月10日），儿时随入赘邵家的父亲居住在南海县西场（即今之广州荔湾区西场），初名邵龙，号非池，又名邵隆，字骚余。10岁时随父亲归原籍番禺，恢复屈姓，更名大均。早年受业于陈邦彦门下，16岁时补南海县生员。1646年清军陷广州，次年，18岁的屈大均参加其师陈邦彦以及陈子壮、张家玉等的反清斗争，同年失败。后至肇庆，向南明永历帝呈《中兴六大典书》，授以中秘书，不久因父殁急归。 　　顺治七年（1650年），清兵再围广州，屈大均为避祸，于番禺县雷峰海云寺削发为僧，法名今种，字一灵，名其所居为“死庵”，以示誓不为清廷所用之意。 　　顺治十三年（1656年），以化缘为名开始云游四海，奔走吴越、幽燕、齐鲁、荆楚、秦晋大地，北游关中、山西，入会稽至南京谒明孝陵，又上北京，登景山寻得崇祯死所哭拜，与、李因笃、等交往。又东出山海关，留意山川险阻，暗图复业。他在辽东凭吊袁崇焕督师故垒，写下《出塞》及《塞上曲》等曲。返回关内后，积极游走于齐、鲁、吴、越之间，在会稽与魏阱、祁班孙等秘密联络，后率军沿江而上，克芜湖，取徽、宁，下州县三十余。顺治十六年（1659年）十月事败，郑成功还至厦门，张煌言败走浙东天台。顺治十七年（1660年）秋，屈大均访南京，与朱彝尊同游山阴，参加祁氏兄弟的抗清活动。康熙元年（1662年）魏阱、钱瞻百、钱缵曾、潘廷聪等被杀于杭州，祁班孙遣戌宁古塔，大均避居桐庐。　 　　清康熙十二年（1673），平西王吴三桂在昆明起兵，大均赴桂，上书纵论兵事，被委为广西按察司副司监督孙延龄军。不久知吴只想划江称王，遂托病辞去。 　　康熙二十二年（1683年），郑成功的郑克爽降清，屈大均大失所望，即由南京携家归番禺，终不复出，著述讲学，移志于对广东文献、方物、掌故的收集编纂。事实上“广东”一词是明代才出现，屈大均为言志而弃传统的“岭南”称谓不用，采用了“广东”做书名，先后有《广东文集》、《广东文选》、《广东新语》等。康熙三十五年（1696）五月十六日（6月27日）病逝。 　　他抚育成人的八个子女，均以“明”字命名，如明洪、明治等，都表达了他誓为明人的爱国情怀。 　　屈大均67岁时在故里辞世。为了避免清廷糟蹋，他的家人不敢为他立墓碑，乡人也在很长时间内也不向外人透漏他的墓地。屈大均去世78年后，清乾隆三十九年（1774年），以屈大均“托名胜国，妄肆狂狺，其人实不足取，其书亦不可复存”为理由，他的所有著作都被清廷列为必须焚毁的禁书，其两个不识字的孙子也受牵连被“从宽”处斩，并且要对屈氏发棺戳尸，由于百姓的掩护，没有找到坟墓而作罢。到了20世纪初，腐败的清廷已经没落，这时百姓才在“荆榛曼草”之中按先人标定的墓穴方位找到屈大均墓穴所在，并捐资重建了墓穴。 【成就】　　屈大均具有多方面的文学才能，其中以诗的成就最高。据朱希祖先生《屈大均(翁山)著述考》一文考证，屈氏著作在经过雍正、乾隆年间三次严令禁毁之后，可考知的屈氏著述仍不下三十多种，在屈大均生前已刊行的诗集有《道援堂集》、《翁山诗外》、词集《骚屑》；去世后不久又刊行了新编《屈翁山诗集》及《岭南三大家诗选》等。虽然抗清复明、弘扬民族节气始终是屈氏诗文的主旋律，但其诗文中充满着关注社会、体恤民生的情愫。康熙年间，名士周炳曾为《翁山诗选》作序，称其诗能为各阶层人士(上至“当世士大夫”，下至“遐方僻壤，小生俗儒”)欣赏与夸赞，誉享海内，这也正是“翁山派”享誉后世的真实写照。有的学者指出，屈大均的诗文以爱国诗人屈原为楷模，效法注重民生的诗圣，但又自铸伟辞，开辟出自成一家的“翁山诗派”，形成词语璀璨瑰丽、情感沉烈恢宏、意象雄奇的独特风范，将文采美、性感美与理性美有机地结合在一起，“他的文采美发自情感美，而情感美又遵循着理性美，这种完美的结合，使得他的诗文具有动人心魄的艺术感染力。” 　　屈大均一生跋涉山川，联络志士，冀求恢复中华。“六十六年之中……险阻艰难，备尝其苦”（《生圹自志》）。所以发而为诗，主要就是写这种经历和情怀。如：“故国江山徒梦寐，中华人物又销沉”（《壬戌清明作》）；“万里悲风随出塞，三年明月照思乡”（《紫荆关道中送客》）；“今天降丧乱,日月颠其行。……山鬼纷媚人，前驱从两狼。忠诚夙所主，九死吾何伤”（《咏怀》之十二）；“圣贤耻独善，所贵匡时艰。太阿苟不割，蛟龙将波澜。箧中有《阴符》，吾生焉得闲”（《别王二丈予安》）等，都慷慨激越，饱含着壮志未申的不尽情意。 　　又如《过大梁作》、《塞上曲》、《寒上感怀》、《望云州》、《旧京感怀》、《早发大同作》、《鲁连台》、《咏怀》等，无不是他爱国忧国激情的表露。屈大均在另一些诗如《扬州感旧》、《白门秋望》、《猛虎行》、《大同感叹》、《民谣》、《菜人哀》、《高州大水作》、《雷女织葛歌》等篇中，对南明政权的腐败表示痛心。他对清朝的苛政进行了揭露和批判，对广大人民所受祸难疾苦表示深切的同情。屈大均诗的艺术特点是气魄雄放、笔力遒劲，富奇的想象，为“岭南三家”之冠。王瑛《岭南三大家诗序》评为：“如万壑奔涛，一泻千里、放而不息、流而不竭。其中多蛟龙神怪，非若平湖浅水，止有鱼鳖。” 　　屈大均的《广州竹枝词》其中一首为：“洋船挣出是官商，十字门开向二洋。五丝八丝广缎好，银钱堆满十三行。”不但地方色彩强烈，又是关于广州十三行的最早文字记录，至今仍是治史工作者研究十三行起源变革的主要史实依据。“以诗正史”，屈大均在这方面给后人留下了宝贵的历史文化财富。 　　其文沉浸秦汉，简洁高古，品格不凡。词作不多，然如〔紫萸香慢〕《送雁》、〔长亭怨〕《与李天生冬夜宿雁门关作》等，亦不愧为“声情激越，喷薄而出”，“纵横排□”（叶恭绰《广箧中词》）之作。 　　屈大均的史学造诣也极高，贡献很大。他的《皇明四朝成仁录》记载了崇祯、弘光、隆武、永历四朝死节之士的事迹，成为研究南明史所必备的珍贵资料。 　　屈大均的另一部代表作《广东新语》记录了广东的天文地理、经济风物、人物风俗，它集各史志之所长，记述详实，内容丰富，具有极高的史料价值和学术价值，成为传世之作，历来评价极高，当代学者誉之为“广东大百科”。更具开创性的是，屈大均树立了以社会经济生活为中心的经世致用史学，并且“以诗为史”，在从封建传统史学向近代史学的过渡中起着先驱的作用。 　　屈大均主张为人不尚虚华，为学不尚空谈，做事讲求实用，这一思想尤其表现在他注重国计民生，关心社会经济生活方面。屈大均身处中外经济文化交流前沿的广东，作为思想家，他比同时代人的之处在于他能挣脱传统的束缚，以博大开放的胸襟欢迎并赞赏这场巨大的变革，他高度肯定了岭南发达的商品经济，赞美粤人的商品意识，描绘发财致富的动人景象。 　　他的代表作之一《广东新语》，虽然不是一本专门的科学技术论著，但有学者统计其涉及科技问题的篇幅占了全书的68%，有十万字是属于农业方面的内容，还有2/3是有关国计民生方面的记载，全面地反映了明末清初广东的经济发展概貌。有些学者还专门探讨了屈大均对自然科学的研究，认为他注重科学实践，侧重综合研究和哲学概括，体现了朴素的辩证法思想。 　　屈大均站在时代的前列，为岭南商品经济呐喊助威，发挥了思想先驱的作用。这些都表明了中国传统观念在近代的转变已经在屈大均身上逐渐产生了，作为岭南社会率先走向近代化的一位思想先驱，屈大均对后人产生了不可低估的影响。", "name": "屈大均", "image_urls": ["http://so.gushiwen.org/authorImg/qudajun.jpg"], "sumup": "屈大均（1630—1696）明末清初著名学者、诗人，与陈恭尹、梁佩兰并称“岭南三大家”，有“广东徐霞客”的美称。字翁山、介子，号莱圃，汉族，广东番禺人。曾与魏耕等进行反请活动。后为僧，中年仍改儒服。诗有李白、屈原的遗风，著作多毁于雍正、乾隆两朝，后人辑有《翁山诗外》、《翁山文外》、《翁山易外》、《广东新语》及《四朝成仁录》，合称“屈沱五书”。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_9121e198ea_1.aspx", "descrip": "沈复 （1763年—？），字三白，号梅逸，清二十八年生于长洲（今江苏苏州）。清代文学家。著有《浮生六记》。工画、散文。《浮生六记》总共有6册，现已找到4册，其它两册已不知去向。 《童趣》等工诗画、散文。据《浮生六记》来看，他出生于幕僚家庭，没有参加过科举考试，曾以卖画维持生计。乾隆四十二年（公元1777年）随父亲到浙江绍兴求学。乾隆四十九年（公元1784年），乾隆皇帝巡江南，沈复随父亲恭迎圣驾。后来到苏州从事酒业。他与妻子陈芸感情甚好，因遭家庭变故，夫妻曾旅居外地，历经坎坷。妻子死后，他去四川充当幕僚。此后情况不明。而《浮生六记·闲情记趣》已编入人教版初一上册语文书。第五课《童趣》。 　　乾隆四十二年（公元1777年）随父亲到浙江绍兴求学。州从事酒业。他与妻子陈芸感情甚好，因遭家庭变故，夫妻曾旅居外地，历经坎坷。妻子死后，他去四川充当幕僚。", "name": "沈复", "image_urls": ["http://so.gushiwen.org/authorImg/shenfu.jpg"], "sumup": "沈复 （1763年—1825），字三白，号梅逸，清乾隆二十八年生于长洲（今江苏苏州）。清代文学家。著有《浮生六记》。工诗画、散文。据《浮生六记》来看，他出身于幕僚家庭，没有参加过科举考试，曾以卖画维持生计。乾隆四十二年（公元1777年）随父亲到浙江绍兴求学。乾隆四十九年（公元1784年），乾隆皇帝巡江南，沈复随父亲恭迎圣驾。后来到苏州从事酒业。他与妻子陈芸感情甚好，因遭家庭变故，夫妻曾旅居外地，历经坎坷。妻子死后，他去四川充当幕僚。此后情况不明。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_cc70bca1cc_1.aspx", "descrip": "陆凯（？―约504年），字智君，陆俟之孙，北魏代（今张家口涿鹿县山涧口村）人，鲜卑族。是南北朝人。《魏书》有传。 　　陆凯出身名门，祖父陆俟官拜征西大将军，父兄也都为朝廷命官。他15岁时就官拜给事黄门侍郎，为皇帝亲近侍从。陆凯忠厚又刚正不阿，身居要职数十年。后来，又出任正平太守七年，被称为良吏。 　　陆凯与南朝著名史学家、文学家、《后汉书》作者友好，常以书信来往。当时南朝北朝处于敌对状态，但是陆凯与范晔暗地里不断通信，互相诉说对时世的看法和感愤。陆凯于北魏景明二年（501年），把一支梅花装在信袋里，暗暗捎给江南好友范晔。范晔拆开信一看，里面赫然放着一支梅花，并有一首： 　　折梅逢驿使，寄与陇头人。 　　江南无所有，聊赠一枝春。 　　范晔被陆凯这种一身清白、忠心爱国、盼望祖国早日统一的精神所感动，潸然泪下。这件事传出以后，被南北两方文人称赞不已。后人以“一枝春”作为梅花的代称，也常用作咏梅和别后相思的典故，并成为词牌名。 　　陆凯的哥哥陆琇官拜司部典书，后来因为咸阳王元禧事件受到株连，冤死在狱中。陆凯悲愤至极，不畏强暴势力，到处为哥哥申诉鸣冤。正始元年（504年），朝廷给陆琇昭雪、追复爵位。陆凯宿愿得偿，十分高兴，摆置酒席款待四方好友，席间表诉自己心愿已遂，不再有所牵挂。不久，陆凯病故，谥号慧。", "name": "陆凯", "image_urls": ["http://so.gushiwen.org/authorImg/lukai.jpg"], "sumup": "陆凯（？―约504年），字智君，陆俟之孙，北魏代（今张家口涿鹿县山涧口村）人，鲜卑族。是南北朝人。《魏书》有传。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_1922b198c9_1.aspx", "descrip": "苏曼殊（1884～1918年），近代作家、人、翻译家，广东香山（今广东珠海）人。原名戬，字子谷，学名元瑛（亦作玄瑛），法名博经，法号曼殊，笔名印禅、苏湜。光绪十年（公元1884年）生于日本横滨，父亲是广东茶商，母亲是日本人。 　　1903年苏曼殊留学日本，曾在东京早稻田大学预科，成城学校等处就读，并利用假期到泰国、斯里兰卡等国游历，在日本期间，参加过中国留学生的爱国组织革命团体青年会和拒俄义勇队，倾向于民主革命。学成后回国，任上海《国民日报》的翻译，不久即于惠州出家为僧。1907年赴日组织亚洲和亲会，公然反抗帝国主义，后与鲁迅等人合办杂志《新生》，但未成功，此后远赴爪哇。辛亥革命后归国，对现实悲观失望。 　　1918年5月2日，苏曼殊在上海病逝，年仅35岁。 　　南怀瑾《中国佛教发展史略》：“在民国初年以迄现在，由章太炎先生与“南社”诗人们烘托，擅长鸳鸯蝴蝶派的文字，以写作言情小说如《断鸿零雁记》等而出名，行迹放浪于形骸之外，意志沉湎于情欲之间的苏曼殊，实际并非真正的出家人。他以不拘形迹的个性，在广州一个僧寺里，偶然拿到一张死去的和尚的度牒，便变名为僧。从此出入于文人名士之林，名噪一时，诚为异数。好事者又冠以大师之名，使人淄素不辨，世人就误以为僧，群举与太虚、弘一等法师相提并论，实为民国以来僧史上的畸人。虽然，曼殊亦性情中人也。”", "name": "苏曼殊", "image_urls": ["http://so.gushiwen.org/authorImg/sumanshu.jpg"], "sumup": ""}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_da7e55937c_1.aspx", "descrip": "宋之问约生于唐高宗显庆元年（656年～712年），并没有显赫的门第家世。父亲宋令文起自乡闾，矢志于学，交友重义，“比德同道。理阃探索词源论讨”，多才多艺，不仅“富文辞，且工书，有力绝人，世称三绝。”唐高宗时做到左骁卫郎将和校理图书旧籍的东台详正学士，饶著声誉。在父亲的影响下，宋之问和弟弟宋之悌，宋之逊自幼勤奋好学，各得父之一绝；宋之悌骁勇过人，宋之逊精于草隶，宋之问则工专文词，成当时佳话美谈。上元二年（675年），长得身材高昂、仪表堂堂的宋之问进士及第，登临“龙门”，踏上了仕进正途。 　　宋之问春风得意之日，已是皇后实际把握朝政之时。武后承应“贞观”，励精图治，选拔人才，不拘一格，宋之问以才名与被召分直内文学馆，不久出授洛州（今河南洛阳市东北）参军。永隆二年（681年），又与杨炯同入崇文馆充学士。天授元年（690年）秋，武后称帝，改国号为周，敕召宋之问与杨炯分直于洛阳西入阁。15年间，宋之问很快由从九品殿中内教跻身五品学士，为世人钦慕。唐朝学士之职，以文学言语被天子顾问，出入侍从，礼遇尤宠。家世低微的宋之问以此更是感恩耀荣，视为得秩于禄的捷径与保障。他在《奉敕从太平公主游九龙潭寻宴安平王别序》中说：“下官少怀微尚，早事灵丘，践畴昔之桃源，留不能去；攀君王之桂树，情可何之。”典型地表白了他的这种心态。武后雅好文词乐章，宋之问巧思文华取幸。一次游洛阳龙门，武后命群臣赋，左史诗先成，武后赏赐锦袍。及宋之问《龙门应制》诗成奉上，“文理兼美，左右称善”武后夺东方虬锦袍转赐给他。这样的予夺，既反映了武后对靡丽颂德诗风的提倡，也表现了宋之问这时的创作方向，对他的声名和地位都有很大的影响。武周时期，宋之问不仅扈从武后朝会游豫，而且奉承武后近幸的媚臣外戚宴乐优游，自感“志事仅得，形骸两忘。”这样的追求和生活使他逐渐沉溺和堕落，并自觉不自觉地陷入了统治集团内部争权夺利的政治漩涡之中。宋之问在武后晚年先后转任尚书监丞、左奉宸内供奉，武后媚臣、兄弟“雅爱其才”，召他与好友、、、、尹元凯及、、等文士预修。宋之问与阎士隐等多代工张赋篇入集，倾心媚附。书成，于长安二年（ 703年）迁司礼主簿。神龙元年（ 705年）正月，宰相与太子典膳郎王同皎等逼武后退位，诛杀二张，迎立唐中宗，宋之问与杜审言等友皆遭贬谪。宋之问贬泷州（今广东罗定县）参军，诸事艰难，慕念昔荣，次年春便秘密逃还洛阳，探知友人张伸之与王同皎等媒诛宰相（时张柬之被贬），后使人告密，擢任鸿胪主簿，“由是深为义士所讥”。景龙元年（ 707年）七月，太子杀武三思父子后死事，宋之问上表歌颂武氏父子功德，请造唐中宗神武颂碑，探获赏识，于次年迁考功员外郎，并与杜审言、、沈佺期、阎朝隐等首选修文馆直学士，“及典举，引拔后进，多知名者。”其时朝廷朋党争立，由于他倾附安乐公主，遭太平公主忌恨，进言中宗．于景龙三年（ 7O9年）将他下迁越州（今浙江绍兴市）长史。 　　唐中宗年间的政治动荡及个人宠辱无常的经历，使宋之问感触良深，而由朽烂陈腐的宫廷来到清新秀丽的水乡，也使他开始涤净心灵，境界升华。他在越州写的《祭禹庙文》，在真诚歌颂了大禹治水、救灾拯民的千古圣德之后写道：“先王为心，享是明德。后之从政，忌斯好佞。酌镜水而励清，援竹箭以自直；谒上帝之休佑，期下人之苏息。”反映了这种思想情感上的转变。因此，他在越州登山涉险，访察民生，“颇自力为政”诗歌创作也开始转入了健康清新的轨道，“流布京师，人人传讽。”但是，就在宋之问开始走上“新生”之路的时候，又一次宫廷政变将他逼上了绝境。元年（ 710年）六月，临海郡王与太平公主诛杀韦后和安乐公主，拥立唐睿宗，以宋之问尝附二张及武三思诏流钦州（今广西钦州市东北），后以赦改桂州。先天元年（ 712年）八月，李隆基即位后，宋之问被赐死于徙所，结束了最后的人生旅程。宋之问政治上无足称道，品行也多有可讥，但却是知名当世的诗人。由于宫廷诗人的局限，代笔捉刀的束囿，志向理想的低浅，他的诗文不少是歌颂功德、粉饰太平、浮华空泛之作，但随着颠簸人生，接触社会，历练生活，他也创作了一些好的作品，令人耳目一新。他在杨炯死后写的《祭杨盈川文》，采用四四制式，字字有声，句句华歆，内容言简辞切，悲凉真挚，催人泪下，与他代笔写的《为宗尚书祭梁宣王文》、《为宗尚书兄弟祭鲁忠王文》等相比，文华情感，殊若天壤。 　　作为文人，宋之问也因其低劣的人品而遭人唾弃，不仅表现在其对待政治趋炎附势的态度上，也表现在一桩广为流传的命案上。自古凡是文人都爱好文字，一日宋之问见其外甥的一句诗“年年岁岁花相似，岁岁年年人不同”颇有妙处，便想占为己有，刘希夷不从，宋之问于是用装土的袋子将刘希夷压死，被称作“因诗杀人”。 　　作为诗人，宋之问年轻时即已知名，“尤善五言诗，其时无能出其右者。”从《宋之问集》和《全》所收作品来看，他对当时体裁多能把握，运用熟谙，佳作也有可观。如短歌《冬霄引·赠司马承桢》诉友情句：“明月的的寒潭中，青枯幽幽吟劲风。此情不向俗人说，爱而不见恨无穷。”五言《题张老松树》喻高洁句：“百尺无寸枝，一生自孤直。”七言古诗《明河篇》思征夫句；“明河可望不可亲，愿得乘槎一向津。更将织女支机石，还访城都卖卜人。”五言绝句《送杜审言》表离别：“卧病人事绝，嗟君万里行。河桥不相送，江树远含情。”五言长律《灵隐寺》绘胜景句：“楼观沧海日，门对浙江潮。”皆清新坦易，抒情真挚，畅美如画。宋之问为文赋诗，讲求比兴，属对精密，点划入微，对诗的声律化有重大贡献。他与沈佺期在齐、梁沈放、到初唐四杰创作发展的基础上，努力加以实践和总结，使律诗各体制都达到了成熟定型的地步，明确划开了古体诗和近体诗的界限，并运用这种形式，写出了优秀的作品，如《江亭晚望》、《晚泊湘江》、《题大庾岭北驿》、《度大庾岭》等。", "name": "宋之问", "image_urls": ["http://so.gushiwen.org/authorImg/songzhiwen.jpg"], "sumup": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_4f7a77f08a_1.aspx", "descrip": "宋玉，又名子渊，相传他是的学生。汉族，战国时鄢（今襄樊宜城）人。生于屈原之后，或曰是屈原弟子。曾事楚顷襄王。好辞赋，为屈原之后辞赋家，与唐勒、景差齐名。相传所作辞赋甚多，《汉书·卷三十·艺文志第十》录有赋16篇，今多亡佚。流传作品有《九辨》、《风赋》、《高唐赋》、《登徒子好色赋》等，但后3篇有人怀疑不是他所作。所谓“下里巴人”、“阳春白雪”、“曲高和寡”的典故皆他而来。 战国后期楚国辞赋作家。　　关于宋玉的生平，据《史记·屈原贾生列传》载：\"屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。然皆祖屈原之从容辞令，终莫敢直谏。\"记述极为简略。《韩外传》有\"宋玉因其友而见楚相\"之言。《新序》则作\"宋玉因其友以见楚襄王\",\"事楚襄王而不见察\",同时又有\"楚威王(襄王的祖父)问于宋玉\"的话。王逸在《楚辞章句》中则说他是屈原的弟子。晋代习凿齿《襄阳耆旧传》又说：\"宋玉者，楚之鄢人也，故宜城有宋玉□，始事屈原，原既放逐，求事楚友景差。\"总之,关于宋玉的生平，众说纷纭，至难分晓。大体上说，宋玉当生在屈原之后，且出身寒微，在仕途上颇不得志。", "name": "宋玉", "image_urls": ["http://so.gushiwen.org/authorImg/songyu.jpg"], "sumup": "宋玉，又名子渊，战国时鄢（今襄樊宜城）人， 楚国辞赋作家。生于屈原之后，或曰是屈原弟子。曾事楚顷襄王。好辞赋，为屈原之后辞赋家，与唐勒、景差齐名。相传所作辞赋甚多，《汉书·卷三十·艺文志第十》录有赋16篇，今多亡佚。流传作品有《九辨》、《风赋》、《高唐赋》、《登徒子好色赋》等，但后3篇有人怀疑不是他所作。所谓“下里巴人”、“阳春白雪”、“曲高和寡”的典故皆他而来。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_8040614ff1_1.aspx", "descrip": "白朴（1226--？） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与、、合称为四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》\\《董月英花月东墙记》等。　　章培恒《中国文学史》第六编第一章第四节： 　　白朴（1226—1306以后）字太素，号兰谷；原名恒，字仁甫，祖籍隩州（今山西河曲），后迁居真定（今河北正定）。与关汉卿、郑光祖、马致远并称为“元曲四大家。白朴出身官僚士大夫家庭，他的父亲白华为金宣宗三年（1215年）进士，官至枢密院判；仲父为金章宗泰和间进土，曾做过县令，叔父早卒，却有名。白家与父子为世交，过从甚密。两家子弟，常以诗文相往来。 　　白朴出身于这样的家庭，本应优游闲适，读书问学，以便将来博取功名。然而，他的幼年却偏偏遭逢兵荒马乱的岁月，他只得同家人在惊恐惶惑中苦熬光阴。他出生后不久，金朝的南京汴梁已在蒙古军的包围之下，位居中枢的白华，整日为金朝的存亡而奔忙，无暇顾及妻儿家室。金哀宗天兴元年（1232年），蒙古军树炮攻城，哀宗决计弃城北走归德，白华只得留家人于汴京，只身随哀宗渡河而上。次年三月，汴京城破，蒙古军纵兵大掠，城内士庶残遭杀戮，财富遭到空前洗劫。战争中，白朴母子相失，幸好当时元好问也在城中，才把他和他的姐姐收留起来，在乱兵和饥荒中救了他的性命。四月底，元好问携带白朴姐弟渡河北上，流寓聊城，后寄居于冠氏（今山东冠县）县令幕府。元好问虽也是亡国奔命之臣，生活至为艰辛，但他视白朴姊弟犹如亲生，关怀备至。白朴为瘟疫所袭，生命垂危，元好问昼夜将他抱在怀中，竟于得疫后第六日出汗而愈。白朴聪明颖悟，从小喜好读书，元好问对他悉心培养，教他读书问学之经，处世为人之理，使他幼年时就受到了良好的教育。 　　白朴的父亲白华于金朝灭亡后先投南宋，做了均州提鲁。然不久，南宋均州守将也投降元朝，白华遂北投元朝。蒙古太宗九年（1237年），白朴12岁时，白华偕金朝一些亡命大臣来到真定，依附在世守真定的蒙古将领史天泽门下。同年秋，元好问由冠氏返太原，路经真定，遂将白朴姊弟送归白华，使失散数年的父子得以团聚。父子相见，白华感到极大的快慰，他有一首《满庭芳·示列子新》词，表述当时的心情：“光禄他台，将军楼阁，十年一梦中间。短衣匹马，重见镇州山。内翰当年醉墨，纱笼支高阔依然。今何日，灯前儿女，飘荡喜生还”。他也十分感激元好问代为抚育儿女之恩，曾有诗谢之曰：“顾我真成丧家犬，赖君曾护落窠儿。” 　　随着北方的安定，白朴父子也就在真定定居下来。从此，他按照父亲的要求，写作诗赋，学习科场考试的课业。他对律赋之学颇为上进，很快即以能诗善赋而知名。其时，元好问为修撰金朝历史书籍，也常出入大都，从而往来于真定，关心着他的学业，每至其家，都要指导他治学门径，曾有诗夸赞白朴说：“元白通家旧，诸郎独汝贤。”勉励他刻苦用功，成就一番事业。然而，蒙古统治者的残暴掠夺，使白朴心灵上的伤痕难以平复，他对蒙古统治者充满了厌恶的情绪，兵荒马乱中母子相失，使他常有山川满目之叹，更感到为统治者效劳的可悲。因此，他放弃了官场名利的争逐，而以亡国遗民自适，以词赋为专门之业，用歌声宣泄自己胸中的郁积。 　　随着年岁的增长，社会阅历的扩大，白朴的学问更见长进。元世祖中统二年（1261年），白朴36岁。这年四月，元世祖命各路宣抚使举文学才识可以从考者，以听擢用，时以河南路宣抚使入中枢的史天泽推荐白朴出仕，被他谢绝了。他既拂逆史天泽荐辟之意，自觉不便在真定久留，便于这年弃家南游，更以此表示他遁世消沉，永绝仕宦之途的决心。然而，眷妻恋子的情肠终不能割断，他也经常为自己矛盾的心情所煎逼，感到十分痛楚。 　　尽管如此，他还是要远离那车马红尘之地。他先到汉口，再入九江，41岁时曾北返真定，路经汴京。此后，再度南下，往来于九江与洞庭之间，到元世祖至元十七年（1280年）在金陵定居下来。这前后，可能因为他的真定原配去世，他曾为妻丧而回到过真定，逢着这个机会，又有人建议他去朝中做官，却被他谢绝了。此后不久，他即返金陵。从此，主要在江南的杭州、扬州一带游历，直到81岁时，还重游扬州。而后，他的行踪就无从寻觅了。 　　白朴放浪形骸，寄情于山水之间，但他却并不可能真正遁迹世外，对现实熟视无睹。加之，他的足迹所至，恰恰是曾经繁华一时，而今被兵火洗劫变为的荒凉境地。前后景象的对比，更激起他对蒙古统治者的怨恨。他以诗词来宣泄这种怨恨，控诉蒙古统治者的罪恶行径。 　　元世祖至元十四年（1277年），白朴游至九江，再入巴陵。九江昔日的繁华，却被一扫而光，留在他眼底的是萧条冷落，他不禁无限伤感地叹息道：“纂罢不知人换世，兵余独见川流血，叹昔时歌舞岳阳楼，繁华歇”。至于金陵怀古，杭城“临平六朝禾黍、南宋池苑诸作，”处处抒发遗民的心情，“伤时纪乱，尽见于字里行间。”其感物伤情从笔下款款道出。 　　白朴毕竟是封建时代的知识分子，尽管他为江山异代，田园荒芜而感伤、而悲戚，但他更多地是为自己一生九患的身世伤怀。一部《天籁集》，可以说处处倾诉着他对怆凉人生的感慨。他除了用词曲表达他的意志情怀外，还写下了不少杂剧，为元代杂剧的繁荣贡献了自己的才华。 　　在元代杂剧的创作中，白朴更具有重要的地位。历来评论元代杂剧，都称他与关汉卿、马致远、郑光祖为元杂剧四大家。据元人《录鬼簿》着录，白朴写过15种剧本，这15种是：《唐明皇秋夜梧桐雨》、《董秀英花月东墙记》、《唐明皇游月宫》、《韩翠颦御水流红叶》、《夕月夜银筝怨》、《汉高祖斩白蛇》、《苏小小月夜钱塘梦》、《祝英台死嫁梁山伯》、《楚庄王夜宴绝缨会》、《谒浆》、《高祖归庄》、《鸳鸯间墙头马上》、《秋江风月凤凰船》、《智赚兰亭记》、《阎师道赶江江》。加上《盛世新声》着录的《李克用箭射双雕》残折，共16本。现在仅存《唐明皇秋夜梧桐雨》、《董秀英花月东墙记》、《裴少俊墙头马上》三种，以及《韩翠颦御水流红叶》、《李克用箭射双雕》的残折，均收入王文才《白朴戏曲集校注》一书中。 　　在元代杂剧的创作中，白朴更具有重要的地位。历来评论元代杂剧，都称他与关汉卿、马致远、郑光祖为元杂剧四大家。据元人钟嗣成《录鬼簿》著录，白朴写过15种剧本，这15种是：《唐明皇秋夜梧桐雨》、《董秀英花月东墙记》、《唐明皇游月宫》、《韩翠颦御水流红叶》、《薛琼夕月夜银筝怨》、《汉高祖斩白蛇》、《苏小小月夜钱塘梦》、《祝英台死嫁梁山伯》、《楚庄王夜宴绝缨会》、《 　　崔护谒浆》、《高祖归庄》、《鸳鸯间墙头马上》、《秋江风月凤凰船》、《萧翼智赚兰亭记》、《阎师道赶江江》。加上《盛世新声》著录的《李克用箭射双雕》残折，共16本。现在仅存《唐明皇秋夜梧桐雨》、《董秀英花月东墙记》、《裴少俊墙头马上》三种，以及《韩翠颦御水流红叶》、《李克用箭射双雕》的残折，均收入王文才《白朴戏曲集校注》一书中。 　　题材多出历史传说，剧情多为才人韵事。现存的《唐明皇秋夜梧桐雨》，写得是唐明皇与杨贵妃的爱情故事，《鸳鸯间墙头马上》，描写的是一个“志量过人”的女性李千金冲破名教，自择配偶的故事。前者是悲剧，写得悲哀怛侧，雄浑悲壮；后者是喜剧，写得起伏跌宕，热情奔放。这两部作品，历来被认为是爱情剧中的成功之作，具有极强的艺术生命力，对后代戏曲的发展具有深远的影响。 　　在我国戏曲史上，宋、金两代已有了纯粹演故事的戏曲，但没有剧本流传下来，我们无从说清楚这些戏曲的情况。元代的杂剧，在故事情节、人物塑造方面，都发展到相当娴熟的地步，为我国的戏曲艺术奠定了坚实的基础。从保留下来的剧作中，可知其情节曲折，主题突出，具有强烈的吸引力；剧中人物，无论是因享乐而坏江山的唐明皇，冰肌玉骨、一身娇娆之气的杨贵妃，还是爽朗果敢的闺秀李千金，都塑造得各具个性，栩栩如生。以至于现在戏剧舞台上的唐明皇，还可见到白朴塑造的这一形象的遗风。 　　与关汉卿相比，白朴的生活圈子比较局限，因此，他不可能从社会下层提炼素材，写出象关汉卿那感天动地的《窦娥冤》。然而，他善于利用历史题材，敷演故事，因旧题，创新意，词采优美，情意深切绵长，又是关汉卿所不及的。他在文学史和戏曲史上的地位和作用，以及他的剧作的艺术成就，早已成为文学艺术上的重要研究课题。 　　白朴的词作，在他生前就已编订成集，名曰《天籁集》。到明代已经残佚，字句脱误。清朝中叶，、始为整理刊行。全集收词二百余首，除了一些应酬赠答、歌楼妓席之作外，多为伤时感怀的作品。赖有这部作品，我们才可以了解白朴的生涯。他的词作，承袭元好问长短句的格调，跌宕沉详，天然古朴。", "name": "白朴", "image_urls": ["http://so.gushiwen.org/authorImg/baipu.jpg"], "sumup": "白朴（1226—？） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_40b86e3d17_1.aspx", "descrip": "宋祁（998～1061）北宋文学家。字子京，安州安陆（今湖北安陆）人，后徙居开封雍丘（今河南杞县）。天圣二年进士，官翰林学士、史馆修撰。与等合修《新唐书》，书成，进工部尚书，拜翰林学士承旨。卒谥景文，与兄宋庠并有文名，时称“二宋”。词语言工丽，因《玉楼春》词中有“红杏枝头春意闹”句，世称“红杏尚书”。　　宋祁幼年与兄随父在外地读书，日子艰辛，稍长离父还乡，与兄宋庠于天圣二年（1024）参加科考。宋祁本是殿试时的状元，宋庠为探花，但章献太后刘娥不同意，谓弟不可以先兄，将宋庠定为状元，而置宋祁为第十名。世人称誉兄弟俩为“双状元”，分别称为“大宋”、“小宋”。 　　宋祁初任复州军事推官。经皇帝召试，授直史馆。历官龙图阁学士、史馆修撰、知制诰。曾上疏认为国用不足在于“三冗三费”，三冗即冗官、冗兵、冗僧，三费是道场斋醮、多建寺观、靡费公用，主张裁减官员，节省经费。并与欧阳修同修《唐书》，《新唐书》大部份为宋祁所作，前后长达十余年。书成，进工部尚书，拜翰林学士承旨。嘉祐六年卒，年六十四，谥景文。 　　宋祁曾自为墓志铭及《治戒》，自称“学不名家，文章仅及中人”。《郡斋读书志》说他的诗文多奇字。《四库全书总目》则认为：“殆以祁撰《唐书》，雕琢□削，务为艰涩，故有是言”。今存宋祁的诗文集已非完本，即以现存者而论，文章兼有骈体和散体，其中确有好奇之癖和诘屈聱牙之句。但也有博奥典雅的一面。有的散文如《题诗卷末》写道：“噫！表圣，贤者也。以其贤故，一言一物为后人爱秘若此。宁当时之人举不及后人之知表圣耶？是不然。同时者□，异时者慕，尚何怪哉！”写得笔墨淋漓，有思想深度和感情色彩。诗歌也有特色，如《侨居》写道：“世路风波恶，天涯日月遒。”《送范希文》写道：“危言犹在口，飞语已磨牙。”寓慨极深，耐人吟味。宋祁也长于词，其词多写个人生活琐事，语言工丽，王国维称道其《玉楼春》“‘红杏枝头春意闹’，著一‘闹’字而境界全出”（《人间词话》）。清人辑有《宋景文集》。 　　著作除《新唐书》列传部分外，有《宋景文公集》，有《湖北先正遗书》本。近人赵万里辑有其词《宋景文公长短句》 1卷，唐圭璋据以收入《全》时又稍有增补。", "name": "宋祁", "image_urls": ["http://so.gushiwen.org/authorImg/songqi.jpg"], "sumup": "宋祁（998～1061）北宋文学家。字子京，安州安陆（今湖北安陆）人，后徙居开封雍丘（今河南杞县）。天圣二年进士，官翰林学士、史馆修撰。与欧阳修等合修《新唐书》，书成，进工部尚书，拜翰林学士承旨。卒谥景文，与兄宋庠并有文名，时称“二宋”。诗词语言工丽，因《玉楼春》词中有“红杏枝头春意闹”句，世称“红杏尚书”。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_3094bc3c8d_1.aspx", "descrip": "宋濂（1310—1381），字景濂，号潜溪，别号玄真子、玄真道士、玄真道士、玄真遁叟。浦江（现在浙江义乌）人。他家境贫寒，但自幼好学，曾受业于元末大家吴莱、柳贯、黄等。他一生刻苦学习，“自少至老，未尝一日去书卷，于学无所不通”。元朝末年，元顺帝曾召他为翰林院编修，他以奉养父母为由，辞不应召，修道著书。 　　至正二十年（1360），与、章溢、叶琛同受朱元璋礼聘，尊为“五经”师。洪武初主修《元史》，官至学士承旨知制诰。后因牵涉胡惟庸案，谪茂州，中途病死。有《宋学士全集》、《孝经新说》等。 　　明初朱元璋称帝，宋濂就任江南儒学提举，为太子讲经。洪武二年（1369），奉命主修《元史》。累官至翰林院学士承旨、知制诰。洪武十年（1377），以年老辞官还乡。后因长孙宋慎牵连胡惟庸党案，全家流放茂州（现在四川省茂汶羌族自治县），途中病死于夔州（现在重庆奉节县）。 　　在我国古代文学史上，宋濂与刘基、并列为明初文三大家。他以继承儒家封建道统为己任，为文主张“宗经”“师古”，取法唐宋，著作甚丰。他的著作以传记小品和记叙性散文为代表，散文或质朴简洁，或雍容典雅，各有特色。明朝立国，朝廷礼乐制度多为宋濂所制定，朱元璋称他为“开国文臣之首”，刘基赞许他“当今文章第一”，四方学者称他为“太史公”。著有《宋学士文集》。 　　宋濂是“开国文臣之首”。他坚持散文要明道致用、宗经师古，强调“辞达”，注意“通变”，要求“因事感触”而为文，所以他的散文内容比较充实，且有一定的艺术功力。 　　有明一代，开私家藏书风气者，首推宋濂。 　　宋濂藏书始於青年时代。当时，他因元末战乱迁居浦江，於青萝山中筑室读书，因名其楼为“青萝山房”。兵祸之后，官私藏书毁损严重，而宋濂因隐居山中，仍能坐拥书城。明祁承汉《澹生堂藏书红》说：“胜国兵火之后，宋文宪公读书青萝山中，便已藏书万卷。”清载殿泗《风希堂文集》卷二《宋文宪公全集序》则说宋濂“始自潜溪徒浦江，得卷氏藏书之富，首推宋濂 ”。 　　宋濂藏书之精华，有少数流入清人之手。如北宋本《长庆集》，先后为钱曾、黄丕烈、潘祖荫所藏。《百宋一廛赋》：“庐山《长庆》，见取六丁；金华太史，独著精灵。”注：“《长庆集》北宋时镂版，所谓‘庐山本’者。庚寅一炬，种子断绝，唯此金华宋氏景濂所藏小宋本，图记宛然，古香可爱，推稀世珍。”又有宋本《春秋经传集解》、《史记》、《文选》等流入清宫内府，《天禄琳琅续编》有记。宋濂还曾藏有宋刊《事林广记》，后归广东丁日昌，《持静斋书目》著录。", "name": "宋濂", "image_urls": ["http://so.gushiwen.org/authorImg/songlian.jpg"], "sumup": "宋濂（1310—1381）字景濂，号潜溪，别号玄真子、玄真道士、玄真遁叟。汉族，浦江（今浙江浦江县）人，元末明初文学家，曾被明太祖朱元璋誉为“开国文臣之首”，学者称太史公。宋濂与高启、刘基并称为“明初诗文三大家”。他因长孙宋慎牵连胡惟庸党案而被流放茂州，途中病死于夔州。他的代表作品有《送东阳马生序》、《朱元璋奉天讨元北伐檄文》等。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_e026f67feb_1.aspx", "descrip": "司马相如（约前179年—前117年)，字长卿，四川蓬州（今南充 蓬安）人，汉族，一说成都人，汉代文学家。司马相如善鼓琴，其所用琴名为“绿绮”，是传说中最优秀的琴之一。　　司马相如少时好读书、击剑，被汉景帝封为“武骑常侍”，但这并非其初衷，故借病辞官，投奔临邛县令王吉。临邛县有一富豪卓王孙，其女卓文君，容貌秀丽，素爱音乐又善于击鼓弹琴，而且很有文才，但不幸成望门新寡。 　　司马相如早巳听说卓王孙有—位才貌双全的女儿，他趁一次作客卓家的机会，借琴表达自己对卓文君的爱慕之情，他弹琴唱道，“凤兮凤兮归故乡，游遨四海求其凰，有一艳女在此堂，室迩人遐毒我肠，何由交接为鸳鸯。”这种在今天看来也是直率、大胆、热烈的措辞，自然使得在帘后倾听的卓文君怦然心动，并且在与司马相如会面之后一见倾心，双双约定私奔。当夜，卓文君收拾细软走出家门，与早已等在门外的司马相如会合，从而完成了两人生命中最辉煌的事件。 　　卓文君也不愧是一个奇女子，与司马相如回成都之后，面对家徒四壁的境地（这对爱情是一个极大的考验），大大方方地在临邛老家开酒肆，自己当垆卖酒，终于使得要面子的父亲承认了他们的爱情。 　　后人则根据他二人的爱情故事，谱得琴曲《凤求凰》流传至今。 　　唐代人则有《司马相如琴歌》一首，曰： 　　凤兮凤兮非无凰，山重水阔不可量。 　　梧桐结阴在朝阳，濯羽弱水鸣高翔。", "name": "司马相如", "image_urls": ["http://so.gushiwen.org/authorImg/simaxiangru.jpg"], "sumup": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_fb06284476_1.aspx", "descrip": "司马光（1019年11月17日－1086年）初字公实，更字君实，号迂夫，晚号迂叟，司马池之子。汉族，出生于河南省光山县，原籍陕州夏县（今属山西夏县）涑水乡人，世称涑水先生。司马光是北宋政治家、文学家、史学家，历仕仁宗、英宗、神宗、哲宗四朝，卒赠太师、温国公，谥文正。他主持编纂了中国历史上第一部编年体通史《资治通鉴》。司马光为人温良谦恭、刚正不阿，其人格堪称儒学教化下的典范，历来受人景仰。　　司马光，山西夏县人。其远祖可追溯到西晋皇族安平献王司马孚。司马光的父亲司马池曾为兵部郎中、天章阁待制（属翰林学士院），在藏书阁担任皇帝的顾问，官居四品，一直以清廉仁厚享有盛誉。司马光出生时，他的父亲司马池正担任光州光山县令，于是便给他取名“光”，七岁时，司马光“凛然如成人，闻讲《左氏春秋》，即能了其大旨”，“手不释书，至不知饥渴寒暑”。 　　宋仁宗宝元元年（1038）中进士甲科，在华州（今河南郑县）担任地方官。初任奉礼郎、大理评事一类小官，后经枢密副使庞籍的推荐，入京为馆阁校勘，同知礼院，至和元年（1054），随庞籍到并州（今山西）为官，后改并州通判。嘉祐二年（1057）庞籍因事获罪，司马光引咎离开并州。宋仁宗末年任天章阁待制兼侍讲同知谏院。嘉祐六年（1061）迁起居舍人同知谏院。 　　司马光立志编撰《通志》，作为统治者的借鉴，治平三年（1066）撰成战国迄秦的《通志》八卷上觐宋英宗，英宗命设局续修，并供给费用，增补人员。宋神宗即位后，以其书“有鉴于往事，以资于治道”，赐书名《资治通鉴》，并亲为写序。此时在宋神宗的支持下行新政，司马光竭力反对，与安石在帝前争论，强调祖宗之法不可变。神宗命他为枢密副使，坚辞不就。熙宁三年（1070），自请离京，以端明殿学士知永兴军（现陕西省西安市），次年退居洛阳，任西京留守御史台，以书局自随，继续编撰《通鉴》，元丰七年（1084）成书。书成后，司马光官升为资政殿学士。 　　元丰八年（1085）宋哲宗即位，高太皇太后听政，召他入京主国政，次年任尚书左仆射、兼门下侍郎，数月间罢黜新党，尽废新法，史称“元祐更化”。司马光执政一年半，即与世长辞，“京师人为之罢市往吊，鬻衣以致奠，巷哭以过车者，盖以千万数”，灵柩送往夏县时，“民哭公甚哀，如哭其私亲。四方来会葬者盖数万人，家家挂象，饭食必祝”。死后，宋哲宗将他葬於高陵。追赠太师、温国公，谥文正，赐碑“忠清粹德”。 　　对司马光的为人，评论：公忠信孝友恭俭正直出于天性，其好学如饥渴之嗜饮食，于财利纷华如恶恶臭；诚心自然，天下信之。退居于洛，往来陕洛间，皆化其德，师其学，法其俭。有不善曰：君实得无知乎！博学无所不通。（《三朝名臣言行录》卷7） 　　司马光的主要成就反映在学术上。其中最大的贡献，莫过于主持编写《资治通鉴》。宋神宗熙宁年间，司马光强烈反对王安石变法，上疏请求外任。熙宁四年（1071），他判西京御史台，自此居洛阳十五年，不问政事。这段悠游的岁月，司马光主持编撰了294卷300万字的编年体史书《资治通鉴》。司马光的独乐园，既是他的寓所，也是《资治通鉴》书局所在地。这里环境幽美，格调简素，反映了园主的情趣和追求。其书局在汴京时已奉诏成立，除了司马光之外，当时的著名学者刘恕、刘攽和范祖禹都参与了书局的工作。其中，司马光任主编，刘恕、刘攽、范祖禹为协修，司马光的儿子司马康担任检阅文字的工作。司马光来洛阳后，便把《资治通鉴》书局由汴梁迁到洛阳。在独乐园中常住的不仅有书局的工作人员，当时洛阳的名贤如二程、邵雍、文彦博、吕蒙正等也常来此聚会，堪称是一个学术中心。 　　他在《进资治通鉴表》中说：“臣今筋骨癯瘁，目视昏近，齿牙无几，神识衰耗，目前所谓，旋踵而忘。臣之精力，尽于此书。”司马光为此书付出毕生精力，成书不到2年，他便积劳而逝。《资治通鉴》从发凡起例至删削定稿，司马光都亲自动笔，不假他人之手。 　　《资治通鉴》是我国最大的一部编年史，全书共二百九十四卷，通贯古今，上起战国初期韩、赵、魏三家分晋（公元前403年），下迄五代（后梁、后唐、后晋、后汉、后周）末年赵匡胤（宋太祖）灭后周以前（公元959年），凡一千三百六十二年。作者把这一千三百六十二年的史实，依时代先后，以年月为经，以史实为纬，顺序记写；对于重大的历史事件的前因后果，与各方面的关联都交代得清清楚楚，使读者对史实的发展能够一目了然。宋元之际史学家胡三省说：“为人君而不知《通鉴》，则欲治而不知自治之源，恶乱而不知防乱之术。为人臣而不知《通鉴》，则上无以事君，下无以治民。……乃如用兵行师，创法立制，而不知迹古人之所以得，鉴古人之所以失，则求胜而败，图利而害，此必然者也。”（《新注资治通鉴序》）王应麟说：“自有书契以来，未有如《通鉴》者。”清代大史学家王鸣盛说：“此天地间必不可无之书，亦学者不可不读之书”（《十七史商榷》卷1）。近代著名学者评价《通鉴》时说：“司马温公《通鉴》，亦天地一大文也。其结构之宏伟，其取材之丰赡，使后世有欲著通史者，势不能不据以为蓝本，而至今卒未有能愈之者焉。温公亦伟人哉！” 　　司马光著述颇多。除了《资治通鉴》，还有《通鉴举要历》八十卷、《稽古录》二十卷、《本朝百官公卿表》六卷。此外，他在文学、经学、哲学乃至医学方面都进行过钻研和著述，主要代表作有《翰林草》、《注学经》、《易说》、《注太玄经》、《注扬子》、《书仪》、《游山行记》、《续诗治》、《医问》、《涑水纪闻》、《类篇》、《司马文正公集》等。在历史上，司马光曾被奉为儒家三圣之一（其余两人是和）。《训俭示康》收入高中语文课本。", "name": "司马光", "image_urls": ["http://so.gushiwen.org/authorImg/simaguang.jpg"], "sumup": "司马光（1019年11月17日－1086年），字君实，号迂叟，陕州夏县（今山西夏县）涑水乡人，《宋史》，《辞海》等明确记载，世称涑水先生。生于河南省信阳市光山县。北宋史学家、文学家。历仕仁宗、英宗、神宗、哲宗四朝，卒赠太师、温国公，谥文正，主持编纂了中国历史上第一部编年体通史《资治通鉴》，为人温良谦恭、刚正不阿，其人格堪称儒学教化下的典范，历来受人景仰。生平著作甚多，主要有史学巨著《资治通鉴》、《温国文正司马公文集》、《稽古录》、《涑水记闻》、《潜虚》等。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_2246b991dd_1.aspx", "descrip": "司马迁（前145年或前135年－？），字子长，一说左冯翊夏阳（今陕西韩城南）人，一说龙门（今山西河津）人，我国西汉伟大的史学家、文学家、思想家。他编撰的《史记》记载了从上古传说中的时期，到汉武帝元狩元年(公元前122年)，长达3000多年的历史。司马迁以其“究天人之际，通古今之变，成一家之言”的史识完成的《史记》，成为中国历史上第一部纪传体通史，被鲁迅誉为“史家之绝唱，无韵之离骚”，对后世的影响极为巨大。 　　其父司马谈为太史令（相当于现在国家图书馆馆长一职）。早年司马迁在故乡过着贫苦的生活，10岁开始读古书，学习十分认真刻苦，遇到疑难问题，总是反复思考，直到弄明白为止。20岁那年，司马迁从长安出发，到各地游历。后来回到长安，作了郎中。他几次同汉武帝出外巡游，到过很多地方。35岁那年，汉武帝派他出使云南、四川、贵州等地。他了解到那里的一些少数民族的风土人情。他父亲司马谈死后，公元前108年（元封三年），司马迁接替做了太史令。公元前104年（太初元年），与天文学家唐都等人共订“太初历”。同年，开始动手编《史记》。公元前99年（天汉二年），出击匈奴，兵败投降，汉武帝大怒。司马迁为李陵辩护，触怒了汉武帝，获罪被捕，被判死刑。“人固有一死，或重于泰山，或轻于鸿毛，用之所趋异也。”（报任安书）为了完成父亲遗愿，完成《史记》，留与后人，含垢忍辱忍受“腐刑(割掉鼻子或者生殖器官的酷刑)”。公元前96年（太始元年）获赦出狱，做了中书令，掌握皇帝的文书机要。于是他发愤著书，全力写作《史记》，大约在他55岁那年终于完成了全书的撰写和修改工作。司马迁以其“究天人之际，通古今之变，成一家之言”的史识，成就了《史记》——中国历史上第一部纪传体通史。全书130篇，五十二万六千五百余字。《史记》全书包括十二本纪（记历代帝王政绩）、三十世家（记诸侯国和汉代诸侯、勋贵兴亡）、七十列传（记重要人物的言行事迹，主要叙人臣，其中最后一篇为自序）、十表（大事年表）、八书（记各种典章制度记礼、乐、音律、历法、天文、封禅、水利、财用）.对后世的影响极为巨大，被称为“实录、信史”，被鲁迅先生誉为“史家之绝唱，无韵之离骚” ，列为前“四史”之首，与《资治通鉴》并称为史学“双璧”。因此司马迁被后世尊称为史迁、史圣。与并称“史界两司马”,与合称“文章西汉两司马”。 　　司马迁的著作，除《史记》外，《汉书·艺文志》还著录赋八篇，均已散失，唯《艺文类聚》卷30引征《悲士不遇赋》的片段和有名的《报任安书》（即《报任少卿书》）。《报任安书》表白了他为了完成自己的著述而决心忍辱含垢的痛苦心情，是研究司马迁生平思想的重要资料，也是一篇饱含感情的杰出散文。《悲士不遇赋》也是晚年的作品，抒发了作者受腐刑后和不甘于“没世无闻”的愤激情绪。　　在两汉时期的星象家中，首先要提出司马迁。大家都知道司马迁是一个伟大的史学家，而不知他也是一位对天文星象精到造诣的专家。其实只要仔细读其《史记》的《天官书》《律书》《历书》就可明白称他为天文星家专家决非虚誉。像司马迁这样博大精深的文学大师，绝对不会自划范围，限制自己的知识体系和探索领域。古代的史官本来以星历之事为其本职之一，故精通星象之学也不足为奇。不过司马迁能用史学家的高赡远瞩的眼光，把星象学与历史问题结合起来以究天人之际通古今之变，这可是其他星象家和史学家皆望尘莫及的之处。司马迁并末用星象学去占测具体的人事变异，而是用来总结历史规律，这不能不说是他对星系学的创造性应用。 　　司马迁继承父亲遗志遗业，完成《史记》及“推古天变”之任务，并明确表述为“通古今之变，究天人之际”，其结论表述在《天官书》中，即据春秋242年之间日食三十六、彗星三见等星象，联系点天子衰微、诸候力政、五伯代兴及到战国及秦汉之际的社会变乱动荡，而总结出天运三十年一小变，一百年一中变，五百年一大变，三大变为一纪，三纪而大备的“大数”，最后才认为“天人之际续备”。这是司马迁星学之应用的最重要之范例，在整个星学历史上占有最高地位。 　　此外，司马迁又总结了战国以来的星象学的基本原则，表述如下（亦记载于《天官书》中）： 　　“我仔细检查史书的记裁，考察历史上的事变，发现在100年之中，五星皆有逆行现象。五星在逆行时，往往变得特别明亮。日月的蚀食及其向南向北的运行，都有一定的速度和周期，这是星象学所要依据的最基本的数据。而星空中的紫宫星垣和东西南北四宫星宿及其所属的众多星辰，都是位置不变的，它们的大小程度和相互向的距离也是一定不变的，它们的分布排列象征着天上五官的位置。这是星象学中作为‘经’亦即不变的依据。而水、火、金、木、土星则是上天的五位辅住，它们的出现隐伏也有一定的时间和周期，但其运行速度快慢不均。这是星象学中的‘纬’亦即经紫变动的部分。把这些固定的和变动的两种星象结合起来，就可以预测人事的变化了。”", "name": "司马迁", "image_urls": ["http://so.gushiwen.org/authorImg/simaqian.jpg"], "sumup": "司马迁（前145或前135—前87？），字子长，西汉夏阳（今陕西韩城，一说山西河津）人，中国古代伟大的史学家、文学家、思想家，被后人尊为“史圣”。他最大的贡献是创作了中国第一部纪传体通史《史记》（原名《太史公书》）。《史记》记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史。司马迁以其“究天人之际，通古今之变，成一家之言”的史识完成的史学巨著《史记》，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。了解司马迁的作品特点，主要在\"迁\"这个字上。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_51659c93b4_1.aspx", "descrip": "司空图（837～908）晚唐人、诗论家。字表圣，自号知非子，又号耐辱居士。祖籍临淮（今安徽泗县东南），自幼随家迁居河中虞乡（今山西永济）。唐懿宗咸通十年（869年）应试，擢进士上第，天复四年（904年），朱全忠召为礼部尚书，司空图佯装老朽不任事，被放还。后梁开平二年（908年），唐哀帝被弑，他绝食而死，终年七十二岁。司空图成就主要在诗论，《二十四诗品》为不朽之作。《全》收诗三卷。", "name": "司空图", "image_urls": ["http://so.gushiwen.org/authorImg/sikongtu.jpg"], "sumup": "司空图（837～908）晚唐诗人、诗论家。字表圣，自号知非子，又号耐辱居士。祖籍临淮（今安徽泗县东南），自幼随家迁居河中虞乡（今山西永济）。唐懿宗咸通十年（869年）应试，擢进士上第，天复四年（904年），朱全忠召为礼部尚书，司空图佯装老朽不任事，被放还。后梁开平二年（908年），唐哀帝被弑，他绝食而死，终年七十二岁。司空图成就主要在诗论，《二十四诗品》为不朽之作。《全唐诗》收诗三卷。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_d4a6a61a8d_1.aspx", "descrip": "441年--513年，字休文，吴兴武康（今浙江德清）人，南朝史学家、文学家 、政治家，南朝名相。　　少时笃志好学，博通群籍，擅长文。仕宋齐梁三朝。在宋仕记室参军、尚书度支郎。在齐仕著作郎、尚书左丞、骠骑司马将军。齐梁之际，重之，封建昌县侯，官至尚书左仆射，后迁尚书令，领太子少傅，成为宰相。　　从20余岁时开始，历时20余年，撰成《晋书》120卷。487年，奉诏修《宋书》，一年完成。 　　另著有《齐纪》、《梁武纪》、《迩言》、《谥例》、《宋文章志》、《四声谱》等。皆佚。", "name": "沈约", "image_urls": ["http://so.gushiwen.org/authorImg/shenyue.jpg"], "sumup": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_4917dd74e4_1.aspx", "descrip": "唐人。润州句容人。约生活于武后至玄宗开元时，善诗能文，又著有志怪小说。曾任横阳主簿。与著名道士友善，有《寄天台司马道士》诗。殷璠汇集、、、芝等十八人诗为《丹阳集》，其中包括沈如筠。已佚。《全》录存其诗四首，断句两联。以《闺怨》较好。“愿随孤月影，流照伏波营”，沈德潜谓与“可怜闺里月，偏照汉家营”同妙。沈如筠还著有《异物志》、《古异记》，均已佚。", "name": "沈如筠", "image_urls": ["http://so.gushiwen.org/authorImg/shenruyun.jpg"], "sumup": "沈如筠，唐诗人。润州句容人。约生活于武后至玄宗开元时，善诗能文，又著有志怪小说。曾任横阳主簿。与著名道士司马承祯友善，有《寄天台司马道士》诗。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_a0e3deadd1_1.aspx", "descrip": "沈佺期（约656～约714或715），唐代人。字云卿。相州内黄（今属河南）人。上元二年（675）进士及第。由协律郎累迁考功员外郎。曾因受贿入狱。出狱后复职，迁给事中。中宗即位，因谄附，被流放□州。神龙三年（707），召拜起居郎兼修文馆直学士，常侍宫中。后历中书舍人、太子少詹事。沈佺期与齐名，并称“沈宋”。他们的近体诗格律谨严精密，史论以为是律诗体制定型的代表诗人。原有文集10卷，已散佚。明人辑有《沈佺期集》。沈佺期代表作：《独不见》 他的《独不见》是一首较早出现的优秀七言律诗。 高秉（左木右秉）在《品高序》中有评：沈宋之新声，苏（廷）张（说）之大手笔，此初唐之渐盛也。前人论沈宋，大抵薄其为人而又肯定他们在律诗中的地位。 　　这段文字就是中国古代文学史上对一世祖佺期公的盖棺定论。也正因为他是一个名气不太大而又不可缺失的文学史人物，文学史家只取其长而不理其冤，因而使“又皆诌事太平公主、张易之等贵佞”、“……薄其为人”的评价一直流传至今，果真如此吗？", "name": "沈佺期", "image_urls": ["http://so.gushiwen.org/authorImg/shenquanqi.jpg"], "sumup": "沈佺期，字云卿，相州内黄人。善属文，尤长七言之作。擢进士第。长安中，累迁通事舍人，预修《三教珠英》，转考功郎给事中。坐交张易之，流驩州。稍迁台州录事参军。神龙中，召见，拜起居郎，修文馆直学士，历中书舍人，太子少詹事。开元初卒。建安后，讫江左，诗律屡变，至沈约、庾信，以音韵相婉附，属对精密，及佺期与宋之问，尤加靡丽。回忌声病，约句准篇，如锦绣成文，学者宗之，号为沈宋。语曰：苏李居前，沈宋比肩。集十卷，今编诗三卷。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_3d706be123_1.aspx", "descrip": "沈括（公元1031～1095年），字存中，号梦溪丈人,北宋杭州钱塘县（今浙江杭州）人，汉族。1岁时南迁至福建的武夷山、建阳一带，后隐居于福建的尤溪一带。仁宗嘉祐八年（公元1063年）进士。神宗时参与变法运动。熙宁五年（公元1072年）提举司天监，次年赴两浙考察水利、差役。熙宁八年（公元1075年）出使辽国，驳斥辽的争地要求。次年任翰林学士，权三司使，整顿陕西盐政。后知延州（今陕西延安），加强对西夏的防御。元丰五年（1082年）以宋军于永乐城之战中为西夏所败，连累被贬。晚年在镇江梦溪园撰写了《梦溪笔谈》。 　　沈括的科学成就是多方面的。他精研天文，所提倡的新历法，与今天的阳历相似。在物理学方面，他记录了指南针原理及多种制作法；发现地磁偏角的存在，比欧洲早了四百多年；又曾阐述凹面镜成像 　　的原理；还对共振等规律加以研究。在数学方面，他创立「隙积术」（二阶等差级数的求和法）、「会圆术」（已知圆的直径和弓形的高，求弓形的弦和弧长的方法）。在地质学方面，他对冲积平原形成、水的侵蚀作用等，都有研究，并首先提出石油的命名。医学方面，对于有效的药方，多有记录，并有多部医学著作。此外，他对当时科学发展和生产技术的情况，如毕升发明活字印刷术、金属冶炼的方法等，皆详为记录。 　　沈括自幼对天文、地理等有着浓厚的兴趣，勤学好问，刻苦钻研。少年时代他随做泉州州官的父亲在福建泉州居住多年，当时的一些见闻，均收入《梦溪笔谈》。在天文学方面，沈括也取得了很大成就，他曾经制造过我国古代观测天文的主要仪器——浑天仪；表示太阳影子的景表等。为了测得北极星准确位置，他连续三个月，每天用浑天仪观测北极星位置，把初夜、中夜、后夜所见到的北极星方位，分别画于图上，经过精心研究，最后得出北极星与北极距三度。这一科学根据在《梦溪笔谈》中有详细的记载。《梦溪笔谈》中还记载了沈括在数学方面的贡献，他发展了《九章算术》以来的等差级数，创造了新的高等级数求和法——隙积数。几何学中，他发明了会圆术，即从已知圆的直径和弓形高度来求弓形底和弓形弧的方法。为此日本数学家三上义夫曾给予沈括以极高的评价。 　　《宋史·沈括传》称他“博学善文，于天文、方志、律历、音乐、医药、卜算无所不通，皆有所论著”。英国科学史家瑟评价沈括“中国科学史上的坐标”和“中国科技史上的的里程碑”。 　　1979年7月1日为了纪念他，中国科学院紫金山天文台将该台在1964年发现的一颗小行星2027命名为沈括。 　　他在百科全书《梦溪笔谈》中，是第一个人把历史上沿用的石漆、石脂水、火油、猛火油等名称统一命名为石油，并对石油作了极为详细的论述。 　　曾被英国科学家李约瑟称为中国科学史上最卓越的人物。", "name": "沈括", "image_urls": ["http://so.gushiwen.org/authorImg/shenkuo.jpg"], "sumup": "沈括（公元1031～1095年），字存中，号梦溪丈人，北宋浙江杭州钱塘县（今浙江杭州）人，汉族。北宋科学家、政治家。仁宗嘉佑进士，后任翰林学士。晚年在镇江梦溪园撰写了《梦溪笔谈》。我国历史上最卓越的科学家之一。精通天文、数学、物理学、化学、地质学、气象学、地理学、农学和医学、工程师、外交家。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_f4c8f6e30c_1.aspx", "descrip": "汉高祖刘邦（前256年—前195年6月1日），字季（一说原名季），沛郡丰邑中阳里（今江苏丰县）人，汉族。出身平民阶级，秦朝时曾担任泗水亭长，起兵于沛（今江苏沛县），称沛公。秦亡后被封为汉王。后于楚汉战争中打败西楚霸王，成为汉朝（西汉）开国皇帝，庙号为高祖，汉景帝时改为太祖，自汉武帝时期开始，多以最初的庙号“高祖”称之，谥号为高皇帝，所以史称汉高祖、太祖高皇帝或汉高帝。他对汉民族的统一、中国的统一强大，汉文化的保护发扬有决定性的贡献。　　刘邦为汉朝开国皇帝，汉民族和汉文化伟大的开拓者之一、中国历史上杰出的政治家、战略家、卓越的军事家和指挥家。 　　战国时的魏安釐王21年·周赧王59年·秦昭襄王51年乙巳岁，即公元前256年生于楚国泗水郡（即汉“沛郡”）丰邑县中阳里家中，父母为刘太公（据野史记载名为：刘煓，字执嘉）和刘媪（野史记载名为：王含始），刘邦有两位哥哥、一位姐姐和一个弟弟（《史记》记载：大哥刘伯。二哥刘仲，汉朝建立后改名刘喜。四弟刘交。）刘邦为老三，故名字为季，人称刘季。 公元前221年庚辰岁，秦国统一六国，建立强大的秦帝国，之后刘邦试吏为秦国泗水郡的泗水亭长。 　　公元前209年楚人陈胜、吴广在起义，刘邦在楚故地沛县响应，参与秦末的推翻暴秦行动。 　　公元前206年刘邦首先进入关中要地，秦王子婴请降，秦国灭亡。被西楚霸王项羽封为汉王，之后是四年零三个月楚汉之争，消灭割据势力，统一中国，建立汉朝。于二月初三甲午日（即公元前202年2月28日）在定陶即皇帝位，建都洛阳，高祖三年再迁都长安（今陕西省西安）。 　　刘邦在位十二年（公元前206年二月—公元前202年二月在汉王位，公元前202年二月—公元前195年五月在皇帝位），从登基后，刘邦一面平定诸侯王的叛乱，巩固统一局面，一面建章立制并采用休养生息之宽松政策治理天下，迅速恢复生产发展经济，不仅安抚了人民、凝聚了中华，也促成了汉代雍容大度的文化基础。可以说刘邦使四分五裂的中国真正的统一起来，而且还逐渐把分崩离析的民心凝集起来。他对汉民族的统一、中国的统一强大，汉文化的保护发扬有决定性的贡献。他死后，谥号是“高皇帝”，庙号太祖。", "name": "刘邦", "image_urls": ["http://so.gushiwen.org/authorImg/liubang.jpg"], "sumup": "汉高祖刘邦，沛县丰邑中阳里 人，汉朝开国皇帝，汉民族和汉文化伟大的开拓者之一、中国历史上杰出的政治家、卓越的战略家和指挥家。对汉族的发展，以及中国的统一和强大有突出贡献。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_8038670aea_1.aspx", "descrip": "上官仪（约608～665年1月4日）字游韶，陕州陕县（今河南三门峡陕县）人，家于江都。贞观初，擢进士第，召授弘文馆直学士，迁秘书郎。　　祖籍陕县，生于江都（今江苏省仪征市）。隋大业十四年（618年），隋朝左翊卫大将军宇文化及在扬州发动叛乱，弑杀，上官仪父亲江都宫副监上官弘被宇文化及党羽陈稜所杀。上官仪年幼，藏匿获免。 　　上官仪游情释典，尤精《三论》，兼涉猎经史，善属文。唐太宗贞观元年(公元627年)，上官仪被时任扬州大都督府长史的杨仁恭看重，举荐赴京师长安参加科考。上官仪以“对求贤策”、“对用刑宽猛策”二策中进士，诏授弘文馆直学士，累迁秘书郎。贞观二十年（646年），玄奘法师向太宗进新译《经论》、新撰《大唐西域记》十二卷，并请求皇帝给《经论》撰序言，唐太宗自制《大唐三藏圣教序》成，在庆福殿召集群僚，赐玄奘法师座，命上官仪宣读《《大唐三藏圣教序》。 　　唐高宗即位后，上官仪于显庆元年(公元656年)被任命为太子中舍人，显庆四年(公元660年)被任命为都讲令侍讲，龙朔元年(公元661年)被任命为中书侍郎，龙朔二年(公元662年)被任命为中书侍郎、同中书门下三品（宰相）。 　　上官仪刚直肯谏，主张废皇后。武则天专权后，其宠臣秉其意，本奏上官仪与已废太子李忠谋反，武则天以此为由，将上官仪及其子上官庭芝同时处死，中宗即位时，才得平冤，以国礼改葬。上官仪的作很多，其词绮丽婉媚，适合宫廷需要，士大夫纷纷仿效，时称“上官体”。他归纳六朝以来诗歌中的对仗方法，提出“六对”、“八对”之说，对后世格律诗、联句的形成，很有影响。", "name": "上官仪", "image_urls": ["http://so.gushiwen.org/authorImg/shangguanyi.jpg"], "sumup": "上官仪（约608～665年1月4日）字游韶，陕州陕县（今河南三门峡陕县）人，生于江都。贞观初，擢进士第，召授弘文馆直学士，迁秘书郎。唐高宗时供职门下省，颇受唐高宗和武则天的赏识。龙朔二年（662年），成为宰相。后来高宗不满武后跋扈，上官仪向高宗建议废后，高宗亦以为然，由上官仪草诏。武后涕泣陈请，事遂中缀，自此武后深恶上官仪。麟德元年（664年），上官仪被诛，家产和人口被抄没，其一子上官庭芝也同时被诛杀。中宗即位后，因上官庭芝女上官婉儿为昭容，对上官仪父子有所追赠，绣像凌烟阁，追封为楚国公。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_e80da12384_1.aspx", "descrip": "商鞅（约前395年—前338年），卫国（今河南濮阳）人，汉族。战国时期政治家，思想家，著名法家代表人物。卫国国君的后裔，公孙氏，故称为卫鞅，又称公孙鞅，后封于商，后人称之商鞅。应秦孝公求贤令入秦，说服秦孝公变法图强。孝公死后，被贵族诬害，车裂而死。在位执政十九年，秦国大治，史称商鞅变法。　　商鞅“少好刑名之学”，专研以法治国，受李悝、等人的影响很大。后为魏国宰相公叔痤家臣，公叔痤病重时对魏惠王说：“公孙鞅年少有奇才，可任用为相。”又对惠王说“王既不用公孙鞅，必杀之，勿令出境。”公叔痤死后，魏惠王对公叔痤嘱托不以为意，也就没有照做了。公孙鞅听说秦孝公下令国中求贤者，欲收复秦之失地，便携同李悝的《法经》到秦国去。通过秦孝公宠臣景监，商鞅三见秦孝公，提出了帝道、王道、霸道三种君主之策。只有霸道得到秦孝公的赞许，并成为秦国强盛的根基。前359年任左庶长，开始变法，后升大良造。　　公元前359年，正当商鞅辅佐秦孝公酝酿变法时，旧贵族代表甘龙、杜挚起来反对变法。他们认为利不百不变法，功不十不易器。“法古无过，循礼无邪。”商鞅针锋相对地指出：“前世不同教，何古之法？帝王不相复，何礼之循？”“治世不一道，便国不法古。汤、武之王也，不循古而兴；殷夏之灭也，不易礼而亡。然则反古者未必可非，循礼者未足多是也。”从而主张“当时而立法，因事而制礼”(《商君书·更法篇》《史记·商君列传》)。这是以历史进化的思想驳斥了旧贵族所谓“法古”“循礼”的复古主张，为实行变法作了舆论准备。　　周显王十三年（前356年）和十九年（前350年）先后两次实行变法，变法内容为“废井田、开阡陌，实行郡县制，奖励耕织和战斗，实行连坐之法”。这时太子犯法，商鞅曰：“法之不行，自上犯之。”，刑其太傅公子虔与老师公孙贾。秦孝公十六年（公元前346年），太傅公子虔复犯法，商鞅施以割鼻之刑。变法日久，秦民大悦。秦国道不拾遗，山无盗贼。前340年，率秦赵军败魏国公子昂将军，魏割河西之地与秦，将人民迁居至大梁，此时魏惠王大忿：“寡人恨不用公叔痤之言也。”卫鞅因功封于商十五邑。　　商君之法太过刻薄寡恩，设连坐之法，制定严厉的法律，增加肉刑、大辟，有凿顶、抽肋、镬烹之刑。尤其是军功爵制度，造成秦国贵族多怨。秦国公族赵良劝说商君积怨太深，宜“归十五都，灌园于鄙”、“不贪商、于之富，不宠秦国之教”，商鞅不听。前338年，秦孝公崩，惠文王即位，公子虔告商鞅谋反，商鞅逃亡至边关，欲宿客舍，结果因未出示证件，店家害怕“连坐”不敢留宿，自是“作法自毙”；欲逃往魏国，魏人因商鞅曾背信攻破魏帅，亦不愿收留。后来商鞅回到商邑，发邑兵北出击郑国，秦国发兵讨之，杀鞅于郑国黾池，死后被秦惠王处“车裂之刑”于彤，灭商君之族。", "name": "商鞅", "image_urls": ["http://so.gushiwen.org/authorImg/shangyang.jpg"], "sumup": "商鞅（约公元前395年－公元前338年），战国时代政治家、改革家、思想家，法家代表人物，卫国（今河南省安阳市内黄县梁庄镇）人，卫国国君的后裔，姬姓公孙氏，故又称卫鞅、公孙鞅。后因在河西之战中立功获封商于十五邑，号为商君，故称之为商鞅。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_e4088fa858_1.aspx", "descrip": "萨都剌（约1272—1355）元代人、画家、书法家。字天锡，号直斋。回族（一说蒙古族）。其先世为西域人，出生于雁门（今山西代县），泰定四年进士。授应奉翰林文字，擢南台御史，以弹劾权贵，左迁镇江录事司达鲁花赤，累迁江南行台侍御史，左迁淮西北道经历，晚年居杭州。萨都剌善绘画，精书法，尤善楷书。有虎卧龙跳之才，人称燕门才子。他的文学创作，以诗歌为主，诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。萨都剌还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。　　萨都剌，一说是阿拉伯语Sa’dal—Allāh 的音译，意为“真主之福”，与其字“天锡”意合。号直斋，回回人。祖父思兰不花、父阿鲁赤曾镇守云、代。萨都剌生于代州雁门（今山西代县西北）， 一说生于镇江（今属江苏）。早年家境清贫，但资质超拔颖敏。泰定四年（1327）登进士第。天历元年（1328）七月以将仕郎资历，任镇江路录事司达鲁花赤，任间多以风教为先，他亲书录事司堂匾为“善教”，用以自勤自勉。至顺二年（1331）七月，调任江南行御史台掾史，前后三年。在职期间，他南至吴楚，西抵荆楚，北达幽燕、上都等地，并与、、马九皋等人诗文唱和，写出《满江红·金陵怀古》、《念奴娇·登石头城》、《登北固城楼》、《鬻女谣》等名作。 　　元统二年（1334）八月，调任燕南肃政廉访司照磨（治所真定，今河北正定）。次年初又调职。他曾作为监礼官陪集贤学士只儿合舟祭祀拖雷在真定的影堂，又先后赴河间、沧州审察刑狱。后至元二年（1336）春，他南行入闽，就任闽海福建道肃政廉访司（治福州）知事，途经徐州、扬州、平江、杭州、桐庐、兰溪、仙霞岭、崇安、建溪等山水胜地，均留下诗篇。 　　后至元三年（1337）八月，他再迁燕南河北道肃政廉访司经历，升入从七品，该年冬季到职。至此他一生创作了四百余首诗词。可能他因体弱多病而较早去世。关于萨都剌的晚年，尚有隐居武林（杭州）、寄情山水而莫知所终之说，还有充任方国珍幕僚以及终于太湖司空山、太白山下之说等。萨都剌自称“名在儒籍”，深受儒家思想影响。为官清廉，宦绩亦可称道，他生性好游，善写楷书，主要成就在诗词创作。由于官职低微，元人将他与、马祖常、余阙等并列，但后人备极推崇，列为有元一代词人之冠。因宦游南北，故胸中包纳万里名胜风情，又以北人气质，涵融前代各家之长而不蹈袭前人。诗作诸体皆备，文词雄健，音律锵然，具有一种清朗寥廓之气。诗词编有《雁门集》（有三卷、六卷、八卷、二十卷本）、《萨天锡诗集》十卷、《集外诗》一卷（毛晋刻）、《萨天锡逸诗》（日本刻本）及《西湖十景词》。", "name": "萨都剌", "image_urls": ["http://so.gushiwen.org/authorImg/sadula.jpg"], "sumup": "萨都剌（约1272—1355）元代诗人、画家、书法家。字天锡，号直斋。回族（一说蒙古族）。其先世为西域人，出生于雁门（今山西代县），泰定四年进士。授应奉翰林文字，擢南台御史，以弹劾权贵，左迁镇江录事司达鲁花赤，累迁江南行台侍御史，左迁淮西北道经历，晚年居杭州。萨都剌善绘画，精书法，尤善楷书。有虎卧龙跳之才，人称燕门才子。他的文学创作，以诗歌为主，诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。萨都剌还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_3a7ef73212_1.aspx", "descrip": "阮籍(210～263)，三国魏人。字嗣宗。陈留尉氏(今属河南)人。是建安七子之一阮瑀的儿子。曾任步兵校尉，世称阮步兵。崇奉老庄之学，政治上则采谨慎避祸的态度。与、刘伶等七人为友，常集于竹林之下肆意酣畅，世称竹林七贤。阮籍是「正始之音」的代表，其中以《咏怀》八十二首最为著名。阮籍透过不同的写作技巧如比兴、象征、寄托，藉古讽今，寄寓情怀，形成了一种「悲愤哀怨，隐晦曲折」的诗风。除诗歌之外，阮籍还长于散文和辞赋。今存散文九篇，其中最长及最有代表性的是〈大人先生传〉。另又存赋六篇，其中述志类有〈清思赋〉、〈首阳山赋〉；咏物类有〈鸠赋〉、〈狝猴赋〉。考《隋书．经籍志》著录阮籍集十三卷，惜已佚。明代辑《阮步兵集》，收《汉魏六朝百三家集》。至近人黄节有《阮步兵咏怀诗注》。阮籍在政治上本有济世之志，曾登广武城，观楚、汉古战场，慨叹“时无英雄，使竖子成名！”当时明帝曹叡已亡，由曹爽、司马懿夹辅曹芳，二人明争暗斗，政局十分险恶。曹爽曾召阮籍为参军，他托病辞官归里。正始十年(249)，曹爽被司马懿所杀,司马氏独专朝政。司马氏杀戮异己，被株连者很多。阮籍本来在政治上倾向于曹魏皇室，对司马氏集团怀有不满，但同时又感到世事已不可为，于是他采取不涉是非、明哲保身的态度，或者闭门读书，或者登山临水，或者酣醉不醒，或者缄口不言。不过在有些情况下，阮籍迫于司马氏的淫威，也不得不应酬敷衍。他接受司马氏授予的官职，先后做过司马氏父子三人的从事中郎，当过散骑常侍、步兵校尉等，因此后人称之为“阮步兵”。他还被迫为司马昭自封晋公、备九锡写过“劝进文”。因此，司马氏对他采取容忍态度，对他放浪佯狂、违背礼法的各种行为不加追究，最后得以终其天年。阮籍作品今存赋 6篇、散文较完整的9篇、诗90余首。阮籍的诗歌代表了他的主要文学成就。其主要作品就是五言《咏怀诗》82首。阮籍著作，《隋书·经籍志》著录有集13卷。原集已佚。不过他的作品散失的并不多，以诗歌为例，《晋书·阮籍传》说他“作《咏怀诗》八十余篇”，看来全部流传了下来。明代曾出现多种辑本，张溥辑《阮步兵集》，收入《汉魏六朝百三家集》中。上海古籍出版社1978年整理出版了《阮籍集》。注本有近人黄节的《阮步兵咏怀诗注》，人民文学出版社1957年出版。", "name": "阮籍", "image_urls": ["http://so.gushiwen.org/authorImg/ruanji.jpg"], "sumup": "阮籍(210～263)，三国魏诗人。字嗣宗。陈留（今属河南）尉氏人。竹林七贤之一，是建安七子之一阮瑀的儿子。曾任步兵校尉，世称阮步兵。崇奉老庄之学，政治上则采谨慎避祸的态度。阮籍是“正始之音”的代表，著有《咏怀》、《大人先生传》等。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_1a94b980fb_1.aspx", "descrip": "权德舆(759-818) 唐朝大臣。字载之，行三。天水略阳(今甘肃秦安)人，家于润州丹阳(今江苏丹阳)。名士权皋子。幼颖悟，三岁知变四声，四岁能为。年十五，为文数百篇，见称于诸儒间。建中元年受辟为淮南黜陟使韩洄从事，官试秘书省校书郎。同年改任试右金吾卫兵曹参军。先为杜佑淮南水陆运环卫掾曹，继为汴东水陆运盐铁祖庸使从事。贞元二年，以大理评事摄监察御史充江西观察使判官。八年，入朝为太常博士，迁左补阙。十年，任起居舍人兼知制诰。后历驾部员外郎、司勋郎中、中书舍人，均掌诰命。十八年拜礼部侍郎，三掌贡举，号为得人。永贞元年七月，改户部侍郎。元和初历兵部、吏部侍郎。元和五年，自太常卿拜礼部侍郎同中书门下平章事，为政以宽厚为本。八年罢为礼部尚书。历东都留守、刑部尚书等职。十三年卒于山南东道节度使任所，年五十八。《旧唐书》本传谓享年六十，误。赠左仆射，谥文。权德舆于贞元、元和间执掌文柄，名重一时。、等皆投文门下，求其品题。性直谅宽恕，蕴藉风流，好学不倦。为文“尚气尚理”(《醉说》)，主张“体物导志”(《唐故漳州刺史张君集序》)，“有补于时”(《崔寅亮集序》)。不满于“词或侈靡，理或底伏”(《崔文翰文集序》)之衰薄文风。其文弘博雅正，温润周详，公卿侯王、硕儒名士之碑铭、集纪，多出其手，时人奉为宗匠。其诗以五言居多，五古、五律赡缛浑厚，颇多佳什。称其诗“词致清深，华彩巨丽，言必合雅，情皆中“(节《答权载之书》)。严羽《沧浪诗话》谓其诗“有绝似盛唐者”。《新唐书·艺文志》著录其文集五○卷、制集五○卷、《童蒙集》一○卷、《元和格敕》三○卷(与刘伯刍等合编)。今传《权载之集》五○卷，为之序。其馀并佚。《全》编其诗为一○卷，见卷三二○至三二九，《全唐诗补编·补逸》卷六补诗一首，《续补遗》卷五补七首，《续拾》卷二三补二首。《全唐文》编其文为二七卷，见卷四八三至五○九，《唐文拾遗》卷二四补其文一篇。生平事迹见《唐故相权公墓碑》(碑文所记享年六十，误)、《旧唐书》卷一四八、《新唐书》卷一六五本传、《唐诗纪事》卷三一、《唐才子传校笺》卷五等。", "name": "权德舆", "image_urls": ["http://so.gushiwen.org/authorImg/quandeyu.jpg"], "sumup": ""}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_71cf7dd3d9_1.aspx", "descrip": "屈平，字原，通常称为屈原，又自云名正则，号灵均，汉族，战国末期楚国丹阳（今湖北秭归）人，楚武通之子屈瑕的后代。屈原虽忠事楚怀王，却屡遭排挤，怀王死后又因顷襄王听信谗言而被流放，最终投汨罗江而死。屈原是中国最伟大的浪漫主义人之一，也是我国已知最早的著名诗人，世界文化名人。他创立了“楚辞”这种文体，也开创了“香草美人”的传统。代表作品有《离骚》《九歌》等。【生平】　　屈原，姓芈（mǐ）,名平，字原，出身于楚国贵族。公元前340年诞生于秭归三闾乡乐平里。屈原自幼勤奋好学，胸怀大志.。早年受楚怀王信任，任左徒、三闾大夫，常与怀王商议国事，参与法律的制定，主张章明法度，举贤任能，改革政治，联齐抗秦。同时主持外交事务。主张楚国与齐国联合，共同抗衡秦国。提倡“美政”。在屈原努力下，楚国国力有所增强。但是，由于自身性格耿直再加上楚怀王的令尹、上官大夫靳尚和他的宠妃郑袖等人，受了秦国使者张仪的贿赂，不但阻止怀王接受屈原的意见，并且使怀王疏远了屈原。公元前305年，屈原反对楚怀王与秦国订立黄棘之盟，但是楚国还是彻底投入了秦国的怀抱。使得屈原亦被楚怀王逐出郢都，开始了流放生涯。结果楚怀王被秦国诱去，囚死于秦国。顷襄王即位后，屈原继续受到迫害，并被放逐到江南。公元前278年，秦国大将白起带兵南下，攻破了楚国国都，屈原的政治理想破灭，对前途感到绝望，虽有心报国，却无力回天，只得以死明志，就在同年五月投汨罗江自杀。 　　屈原是楚武王熊通之子屈瑕的后代，约于公元前340年出生于楚国丹阳（今湖北宜昌市秭归县），自称颛顼的后裔。　 　　“朝发枉渚兮，夕宿辰阳……”；“入溆浦余儃徊兮，迷不知吾所如……”，在流放期间，屈原为后世留下了许多不朽名篇。其作品文字华丽，想象奇特，比喻新奇，内涵深刻，成为中国文学的起源之一。　 　　“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”屈原被放逐后，在和渔父的一次对话中，渔父劝他“与世推移”，不要“深思高举”，自找苦吃。屈原表示宁可投江而死，也不能使清白之身，蒙受世俗之尘埃。在渔父看来，处世不必过于清高。世道清廉，可以出来为官；世道浑浊，可以与世沉浮。至于“深思高举”，落得个被放逐，则是大可不必。屈原和渔父的谈话，表现出了两种处世哲学。 公元前278年，秦国攻破了楚国国都郢都。当年五月五日，屈原在绝望和悲愤之下怀抱大石投汨罗江而死。端午节，也是因此而来的。 　　屈原出生于楚国贵族，和楚王一样，芈（mǐ）姓，后改姓熊。该姓出自颛顼系统的祝融氏；芈姓族群从商代迁徙至南方楚地，当传到熊绎时，因功受周封于楚，遂居丹阳（也就是现在湖北省秭归县境内）。这就是屈原的故乡。春秋初期，约公元前7世纪，楚武王熊通的儿子被封在“屈”这个地方，叫做屈瑕，他的後代就以屈为氏了。楚王的本家中，和屈氏家族类似的，还有春秋时代的若敖氏和薳氏；战国时代的昭氏和景氏，昭、屈、景是楚国王族的三大姓，屈氏能够从春秋前期一直延续到战国后期，一直处于楚国的高层，这个家族可谓经久不衰。屈原曾任三闾大夫，据说就是掌管王族三姓的事务。 　　屈原既是楚王的本家，当时叫作“公族”或“公室”，那么他和楚国的关系，当然也就不同一般。屈氏子孙如屈重、屈完、屈到、屈建等，在楚国都曾担任过要职。屈原的父亲叫伯庸。到了屈原这一代，屈氏当大官的人不多，只有屈原和后来被秦国俘虏的大将屈丐。屈原楚辞《九章·惜诵》：“忽忘身之贱贫”。很可能当时这个贵族家庭已经衰落了。 　　屈原的出生日期，据近代许多人研究，约在楚宣王二十七年（公元前342年）到三十年（公元前339年）之间。照甲子推算，那年应该是戊寅年．恰巧，屈原的出生不但是寅年，而且又是寅月寅日。照中国历法的老话是“人生于寅”，所以夏正便以建寅之月（即正月）为岁首。屈原既然是寅年寅月寅日生，真正符合于“人”的生辰，所以在屈原著名的作品《离骚》中说：“摄提贞于孟陬兮，惟庚寅吾以降”。这句是说太岁星逢寅的那年正月，又是庚寅的日子，我从母体降生了。说明这一年是寅年；孟是始，硕是正月，夏历以建寅之月为岁首，说明这年正月是寅月；庚寅则说明这一天是寅日。屈原出生在寅年寅月寅日，这可是个好日子（据邹汉勋、刘师培用殷历和夏历推算，定为公元前343年正月二十一日。清代陈玚用周历推算定为公元前343年正月二十二日），目前一般定为公元前340年。 　　屈原觉得自己的生辰有些与众不同，所以他在《离骚》中说：“皇览揆余初度兮，肇锡余以嘉名，名余曰正则兮，字余曰灵均”。 　　这四句是说：父亲看到我生辰不凡，给我起了个好名字，名字叫做“平”，字名叫做“原”。而东汉王逸在《章句》中解释屈原的名字时说：“正，平也；则法也”，“灵，神也；均，调也。言正平可法者莫过于天，养物均调者，莫神于地。” 　　所以名“平以法天”，字“原以法地”。同他的生年月日配合起来，照字面上讲，“平”是公正的意思，平正就是天的象微；“原”是又宽又平的地形[7]，就是地的象微，屈原的生辰和名字正符合“天开于子，地辟于丑，人生于寅”[8]的天地人三统。这在今天看来，只是个巧合，原无所谓，可在当时却认为是一个好兆头。 　　屈原的事迹，主要见载于的《史记》。根据《离骚》“摄提贞于孟陬兮，惟庚寅吾以降”，可推定屈原出生于楚威王元年（公元前339年）正月十四日。屈原于是年正月十四诞生于丹阳，即今湖北秭归，一生经历了楚威王、怀王、顷襄王三个时期，而主要活动于楚怀王时期。 　　屈原生活的时期，正是中国即将实现大一统的前夕，“横则秦帝，纵则楚王”。屈原因出身贵族，又明于治乱，娴于辞令，故而早年深受楚怀王的宠信，位为左徒，朝廷一切政策、文告，皆出于其手。 　　屈原为实现振兴楚国的大业，对内积极辅佐怀王变法图强，对外坚决主张联齐抗秦，使楚国一度出现了国富兵强、威震诸侯的局面。但是由于在内政外交上屈原与楚国腐朽贵族集团发生了尖锐的矛盾，由于上官大夫等人的嫉妒，屈原后来遭到群小的诬陷和楚怀王的疏远。据《史记·屈原贾生列传》记载，上官大夫靳尚出于妒忌，趁屈原为楚怀王拟订宪令之时，在怀王面前诬陷屈原，怀王于是“怒而疏屈平”。 　　屈原被免去左徒之职后，转任三闾大夫，掌管王族昭、屈、景三姓事务，负责宗庙祭祀和贵族子弟的教育。 　　怀王十五年（公元前304年），张仪由秦至楚，以重金收买靳尚、子南、郑袖等人充当内奸，同时以“献商于之地六百里”诱骗怀王，致使齐楚断交。怀王受骗后恼羞成怒，两度向秦出兵，均遭惨败。于是屈原奉命出使齐国重修齐楚旧好。 　　此间张仪又一次由秦至楚，进行瓦解“齐楚联盟”的活动，使齐楚联盟未能成功。怀王二十四年，秦楚“黄棘之盟”，楚国彻底投入了秦的怀抱。屈原亦被逐出郢都，到了汉北。 　　怀王三十年，屈原回到郢都。同年，秦约怀王武关相会，屈原力劝不可，然而怀王的小儿子子兰等却力主怀王入秦，怀王亦不听屈原等人劝告，结果会盟之日即被秦扣留，三年后客死异国。 　　在怀王被扣后，顷襄王接位，子兰任令尹（相当于宰相），楚秦邦交一度断绝。但顷襄王在接位的第七年，竟然与秦结为婚姻，以求暂时苟安。由于屈原反对他们的可耻立场，并指斥子兰对怀王的屈辱而死负有责任，子兰又指使上官大夫在顷襄王面前造谣诋毁屈原，导致屈原再次被流放到沅、湘一带，时间约为顷襄王十三年前后。 　　在屈原多年流亡的同时，楚国的形势愈益危急。到顷襄王二十一年，秦将白起攻破楚都郢（今湖北江陵），预示着楚国前途的危机。次年，秦军又进一步深入。屈原眼看自己一度兴旺的国家已经无望，也曾考虑过出走他国，但最终还是爱恋故土，于悲愤交加之中，自沉于汨罗江，殉了自己的理想。 　　屈原死日，可能是五月初五，或距这一天很近的一个日子。五月初五原来是楚地的传统节日，后来人们就把这一天作为纪念屈原的日子，论其本来意义，反而鲜为人知了。", "name": "屈原", "image_urls": ["http://so.gushiwen.org/authorImg/quyuan.jpg"], "sumup": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。他主张对内举贤能，修明法度，对外力主联齐抗秦。后因遭贵族排挤，被流放沅、湘流域。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。主要作品有《离骚》、《九章》、《九歌》等。在诗中抒发了炽热的爱国主义思想感情，表达了对楚国的热爱，体现了他对理想的不懈追求和为此九死不悔的精神。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_2159869a15_1.aspx", "descrip": "林嗣环，字铁崖，号起八。清代顺治年间的福建晋江人，当时的进士。明万历三十年（1607）生，从小聪颖过人，七岁即能属文。及长赴试，因文章峭奇卓绝，考官疑为他人代笔，故不得售。嗣环遇挫折不气馁，倍加发愤功读。于明崇祯十五年（1642）年壬午科中举人，继而于清顺治六年（1649年）已丑科登进士第。授大中大夫，持简随征，便宜行事。后调任广东琼州府先宪兼提督学政。　　林嗣环不是一位博学善文的著名文学家，而且是一位刚正不阿、廉洁奉公、勤政爱民、百姓口碑甚佳的清官名吏。在封建官场一片污浊腐败的境况下，他洁身自爱，实在很有几分茕茕孑立的悲剧意味。当时藩王府曾派两个人到林嗣环处言事，那两人骑马直上公堂。林嗣环把他们拉下马，各打三十大板。藩王大怒，亏得当地抚军劝解，林嗣环才幸免遭难。林嗣环“善为文”，却“不善为官”。他刚正不阿的性格，使他在官场上郁郁不得志。顺治十三年，他为减轻民众役赋而写《屯田疏》，被蓄意谋反的耿尚二藩诬告落职。但正是他的“不善为官”，不肯同流合污，使他赢得百姓爱戴，丹青留名。假如林嗣环当年平步青云，在官场上左右逢源，那么，我们几乎可以断定他不过是让官场多了一个庸庸碌碌的封建官僚罢了，林嗣环就不是著名文学家林嗣环了。 　　他七岁即能属文。及长赴试，因文章峭奇卓绝，考官疑为他人代笔，故不得售。嗣环遇挫折不气馁，倍加发愤攻读。于明崇祯十五年（1642）年壬午科中举人，继而于清顺治六年（1649年）己丑科登进士第。授大中大夫，持简随征，便宜行事。后调任广东琼州府先宪兼提督学政。“备兵海南时，恩威兼济，兵民爱之”；“性耿介，多惠政，如禁锢婢，禁投充，禁株连，禁民借营债，粤人啧啧颂之”。为减轻民众役赋，抵制奢侈无度、滥设工役、私创苛税的耿仲明、尚可喜，而上《屯田疏》。顺治十三年，被二藩诬告落职。被捕之时，民众悲声载道。顺治十七年（1660年），嗣环下刑部狱西曹就计无果。“帝念三任勤劳。暂放杭州治下。待康熙初政（1662），复审平冤获释，诏升广西左参政”。嗣环经历磨难，无意仕途，遂客寓杭州，放舟西湖，寄情山水，唱和名流。后因贫以死，妻子晨夕不继，柩暴未葬。幸其同年唐梦赍葬于昭庆寺西沙泉石，并搜其著作四册存之。“历四十年，族侄标光始访得之，改葬于御屏山麓”（今安溪县虎邱镇金榜村玉斗牛眠山）。原碑完好，文曰：“先达进士兵学道铁崖林公、淑人王氏、男文学华亭墓。丁丑九月合族崇祀。”族人对嗣环尊崇备至，每每携幼恭诚拜谒，以期子侄学而有成。在嗣环故乡，还流动着“黄井祝天”、“虎崆耕读”等脍炙人口的故事。? 　　林嗣环不仅是一位博学强记、擅长文的文学家，而且是一位刚正不阿、勤政爱民的清官。据说，有一次，藩王府曾派手下的两个人到林嗣环处“公干”，那两人趾高气扬，骑马直上公堂。林嗣环把他们拉下马，各打三十大板。藩王大怒，亏得当地抚军劝解，林嗣环才幸免遭难。林嗣环“善为文”，却“不善为官”。他刚正不阿的性格，使他在官场上郁郁不得志。顺治十三年（1656年），他为减轻民众役赋而写《屯田疏》，被蓄意谋反的耿尚二藩诬告落职。正是他的“不善为官”，不肯与那些封建官僚同流合污，使得他赢得百姓爱戴，名垂青史。 　　林嗣环走马上任之际，正处于清朝初期，国家已经统一，经济也得到了恢复，因此，有不少外国商人到中国来进行贸易。可是，有些地方官员却为了个人利益胡作非为，有个外国商人运货到朱崖这个地方，当地军官因贪图船上的货物，要杀人劫货。林嗣环知道后，坚决予以制止，他说：“我虽然是一个书生，但至少也是朝廷派来的，我有权管这件事，你们为了个人利益而杀人，会引起国家和外国的不和，我就是死了也不让你们这么干！”当地军官没有办法，只好放外国商人回国。 　　当时，“三藩”中的两股地方势力平南王尚可喜和靖南王耿精忠都在广东，他们放纵部下，欺压老百姓，林嗣环最看不惯这种事。一次他把欺压百姓的士兵抓来鞭打，放走了无辜的老百姓，巡抚吾带兵冲进官署，要抓林嗣环。林嗣环把脖子一伸，说：“要杀就杀吧！不必多言了！我如果怕死，就不会鞭打犯罪的士兵了！”李端吾自知理亏，只好悻悻地走了。 　　林嗣环为官时，采取了一系列有益于人民的措施，例如禁止雇用奴婢，禁止捉人充军，禁止一人犯罪株连全族等。他还建议军队要自己开荒种地，减少人民的负担。林嗣环提出的这些措施，深得民众的拥护，也触犯了一些官员，他们把一些莫须有的罪名戴在林嗣环的头上，林嗣环被捉到朝廷问罪。在上司面前，林嗣环愤怒地控诉了耿尚两个地方势力的罪行。于是，耿精忠被调到福建，而林嗣环也被革职为民，充军边疆，后遇大赦放归。 　　从此，林嗣环流落在杭州湖畔。他整天仰天长歌，痛抒自己对时政的不满。当时一些出名的文人如钱牧斋、吴梅村、朱竹宅等，非常敬重林嗣环的为人，慕名和他结交。由于心情忧郁，饥寒交迫，林嗣环病死在西湖边。他没有儿子，死后，他的尸骨几经辗转，最后由他的侄儿带回，葬在故乡安溪。", "name": "林嗣环", "image_urls": ["http://so.gushiwen.org/authorImg/linsihuan.jpg"], "sumup": "林嗣环，字铁崖，号起八。清代顺治年间的福建晋江人，当时的进士。明万历三十五年（1607）生，从小聪颖过人，七岁即能属文。及长赴试，因文章峭奇卓绝，考官疑为他人代笔，故不得售。嗣环遇挫折不气馁，倍加发愤功读。于明崇祯十五年（1642）年壬午科中举人，继而于清顺治六年（1649年）已丑科登进士第。授太中大夫，持简随征，便宜行事。后调任广东琼州府先宪兼提督学政。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_23f5928838_1.aspx", "descrip": "林升，字梦屏，平阳(今属浙江)人。生卒年不详，大约生活在孝宗朝(1163—1189)，是一位擅长文的士人。《西湖游览志余》录其诗一首。名诗有《题临安邸》。", "name": "林升", "image_urls": ["http://so.gushiwen.org/authorImg/linsheng.jpg"], "sumup": "林升，字云友，又字梦屏，温州横阳亲仁乡荪湖里林坳（今属苍南县繁枝林坳）人，（《水心集》卷一二有《与平阳林升卿谋葬父序》）。大约生活在南宋孝宗朝（1106-1170年），是一位擅长诗文的士人。事见《东瓯诗存》卷四。《西湖游览志余》录其诗一首。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_ce518eb2f0_1.aspx", "descrip": "列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家，郑国人，与郑缪公同时。其学本于，主张清静无为。后汉《艺文志》“道家”部分录有《列子》八卷，早已散失。今本《列子》八篇，内容多为民间故事、寓言和神话传说。从思想内容和语言使用上来看，可能是晋人所作，是东晋人搜集有关的古代资料编成的，晋张湛注释并作序。东周威烈王时期郑国圃田人(今河南省郑州市)。战国早期，著名的思想家.寓言家和文学家。道家著名代表。那时，由于人们习惯在有学问的人姓氏后面加一个“子”字，表示尊敬，所以列御寇又称为“列子”。于天宝年间诏封列子为“冲虚真人”。 　　庄子在其书第一篇《逍遥游》中，就提到过列子可以“御风而行，泠然善也”，似乎练就了一身卓绝的轻功。因为庄子书中常常虚构一些子虚乌有的人物，如“人”、“天根”，故有人怀疑列子也是“假人”。不过《战国策》、《尸子》、《吕氏春秋》等诸多文献中也都提及列子，而这些书可都是正儿八经的书，不像《庄子》那样喜欢乱编故事。所以列子应该实有其人。", "name": "列御寇", "image_urls": ["http://so.gushiwen.org/authorImg/lieyukou.jpg"], "sumup": "列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家人，郑国人，与郑缪公同时。其学本于黄帝老子，主张清静无为。后汉班固《艺文志》“道家”部分有《列子》八卷，早已散失。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_0cc3775824_1.aspx", "descrip": "林逋（967一1028）字君复，汉族，浙江大里黄贤村人（今奉化市裘村镇黄贤村）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐溢“和靖先生”。　　林逋（bu一声）被后人称为和靖先生，北宋初年著名隐逸诗人。林逋家谱载，自五代始，世居福建长乐，传至11世，钘、钏、镮、釴兄弟4人迁居奉化、象山，林逋父釴定居大里黄贤村（今奉化市裘村镇黄贤村）。逋系林氏第12世孙，故宅在奉化大脉岙口(今大茅岙)。一说杭州钱塘（今浙江杭州）人。 　　少孤力学，好古，通经史百家。书载性孤高自好，喜恬淡，自甘贫困，勿趋荣利。及长，漫游江淮，40余岁后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。以湖山为伴，相传20余年足不及城市，以布衣终身。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。丞相王随、杭州郡守薛映均敬其为人，又爱其诗，时趋孤山与之唱和，并出俸银为之重建新宅。与、有诗唱和。 　　大中祥符五年(1012)，真宗闻其名，赐粟帛，并诏告府县存恤之。逋虽感激，但不以此骄人。人多劝其出仕，均被婉言谢绝同，自谓：“然吾志之所适，非室家也，非功名富贵也，只觉青山绿水与我情相宜。”林逋终生不仕不娶，无子，惟喜植梅养鹤，自谓 “以梅为妻，以鹤为子”，人称“梅妻鹤子”。 　　既老，自为墓于庐侧，作诗云：“湖上青山对结庐，坟前修竹亦萧疏。茂陵他日求遗稿，犹喜曾无封禅书。”作诗随就随弃，从不留存。有人问：“何不录以示后世?”答曰：“我方晦迹林壑，且不欲以诗名一时，况后世乎?”有心人窃记之，得300余首传世。 　　天圣六年(1028)卒，年六十一，其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。州为上闻，仕宗嗟悼，赐谥“和靖先生”，葬孤山故庐侧。 　　今存词三首，诗三百余首。后人辑有《林和靖先生诗集》四卷，其中《将归四明夜话别任君》、《送丁秀才归四明》等为思乡之作。《宋史》卷四五七有传。宋代桑世昌著有《林逋传》。故宫绘画馆藏有所书诗卷。 　　在《西湖梦寻》说，南宋灭亡后，有盗墓贼挖开林逋的坟墓，只找到一个端砚和一支玉簪。现在杭州西湖孤山面对北山路一侧，仍有“放鹤亭”和“林和靖先生墓”，便是纪念林和靖的景胜。 　　林逋，善绘事，惜画从不传。工行草，书法瘦挺劲健，笔意类、中而清劲处尤妙。长为诗，其语孤峭浃澹，自写胸意，多奇句，而未尝存稿。风格澄澈淡远，多写西湖的优美景色，反映隐逸生活和闲适情趣。如七律《孤山寺端上人房写望》一诗，清冷幽静，闲淡浑远，是其诗风的典型体现。《山园小梅》诗中“疏影横斜水清浅，暗香浮动月黄昏”两句，成功地描绘出梅花清幽香逸的风姿，被誉为千古咏梅绝唱。谓其书法高绝胜人。高度赞扬林逋之诗、书及人品，并诗跋其书：“诗如东野（）不言寒，书似留台（李建中）差少肉。”云：“君复书法高胜绝人，予每见之，方病不药而愈，方饥不食而饱。”明沈周诗云：“我爱翁书得瘦硬，云腴濯尽西湖绿。西台少肉是真评，数行清莹含冰玉。宛然风节溢其间，此字此翁俱绝俗。”。林逋书法存世作品仅3件，《自书诗帖》是其中篇幅最长者。", "name": "林逋", "image_urls": ["http://so.gushiwen.org/authorImg/linpu.jpg"], "sumup": "林逋（967一1028）字君复，汉族，浙江大里黄贤村人（一说杭州钱塘）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖先生”。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_c7df9cad46_1.aspx", "descrip": "梁启超（1873年～1929年） 近代思想家、文学家、学者。字卓如，一字任甫，号任公、饮冰子，别署饮冰室主人，广东新会人。幼年时从师学习，“八岁学为文，九岁能缀千言”（《三十自述》），17岁中举。后从师于康有为，成为资产阶级改良运动的宣传家。戊戌变法前，与康有为一起联合各省举人发动“公车上书”运动，此后先后领导北京和上海的强学会，又与一起办《时务报》，任长沙时务学堂的主讲，并著《变法通议》为变法做宣传。戊戌变法失败后，与康有为一起流亡日本。他是近代文学革命运动的理论倡导者。从戊戍变法前一两年开始，梁启超与夏曾佑、谭嗣同等便提出“界革命”的口号，并试作新诗，但此时的新诗只不过是“挦扯新名词以表自异”的作品。逃亡日本后，梁启超在《饮冰室合集》、《夏威夷游记》中继续推广“诗界革命”，批判了以往那种诗中运用新名词以表新意的做法，提出“以旧风格含新意境”的进步诗歌理论，对中国近代诗歌的发展起了指导作用。在他的理论影响下，黄遵宪等一大批新派诗人出现了。梁启超在自己的诗歌创作中也努力实践新的诗歌理论，他的诗作留存不多，多数创作于流亡日本时期，但是用语通俗自由，敢于运用新思想、新知识入诗，诗风流畅。《爱国歌四章》、《志未酬》等诗感情真挚，语言明白晓畅，是其诗论的较好体现。梁启超于提出“诗界革命”口号后又提出“小说界革命”的口号，并在创作上进行了积极的有意义的尝试。与 　　诗歌、小说、戏曲相比，梁启超在散文方面取得的成就要高得多。以他于1896年《时务报》到1906年《新民丛报》十年内发表的一组散文为标志，完成了资产阶级改良派在散文领域的创举——新文体的确立（亦称“新民体”）。梁启超“夙不善桐城派”，在散文的内容与形式上都进行了重大突破。他的散文或揭露批判黑暗丑恶的现实，或为祖国的现状忧心忡忡，或引进西方先进的思想与科技，积极呼吁变法自强，将散文作为其变法思想的宣传工具。在形式上，他的散文议论纵横、气势磅礴，笔端常带感情，极富鼓动性，“对于读者，别具一种魔力”；语言半文半白，“务为平易畅达，时杂以俚语、韵语及外国语法，纵笔所至不拘束”代表作《少年中国说》，针对中国现状，分析透彻，说理条理清楚，运用一连串比喻、排比等修辞手法，行文一泻千里，文章呈现出大气磅礴的风格。故梁启超散文的影响极大，“每一文出，则全国之身目为之一耸。”以梁启超散文为代表的新文体是对桐城派以来散文的一次解放，它的出现为中国古典散文向现代散文尤其是“五四”时期的白话文转化作了必要的准备。 　　梁启超被公认为是中国历史上一位百科全书式的人物，而且是一位能在退出政治舞台后仍能在学术研究上取得巨大成就的少有人物。辛亥革命前，他在与革命派的论战中发明了一种新文体，介乎于古文和白话文之间，使得士子们和普通百姓都乐于接受。同时，梁启超还是中国第一个在文章中用到“中华民族”一词的人，他还从日文汉字中吸收了很多新词，像现在我们常常挂在嘴边的“政治，经济，科技，组织，干部”等等很多词汇，皆始于梁启超先生。　　梁启超于学术研究涉猎广泛，在哲学、文学、史学、经学、法学、伦理学、宗教学等领域，均有建树，以史学研究成绩最显著。 　　梁启超一生勤奋，著述宏富，在将近36年而政治活动又占去大量时间的情况下，每年平均写作达39万字之多，各种著述达1400多万字。 　　他有多种作品集行世，以1936年9月11日出版的《饮冰室合集》较完备。《饮冰室合集》计148卷，1000余万字。 　　1901至1902年，先后撰写了《中国史叙论》和《新史学》，批判封建史学，发动“史学革命”。 　　欧游归来之后，以主要精力从事文化教育和学术研究活动，研究重点为先秦诸子、清代学术、史学和佛学。1922年起在清华学校兼课，1925年应聘任清华国学研究院导师，指导范围为“诸子”、“中国佛学史”、“宋元明学术史”、“清代学术史”、“中国文学”、“中国哲学史”、“中国史”、“史学研究法”、“儒家哲学”、“东西交流史”等。这期间著有《清代学术概论》《墨子学案》《中国历史研究法》《中国近三百年学术史》《情圣》《研究》《先秦政治思想史》《中国文化史》《变法通议》等。 　　梁启超在文学理论上引进了西方文化及文学新观念，首倡近代各种文体的革新。文学创作上亦有多方面成就：散文、诗歌、小说、戏曲及翻译文学方面均有作品行世，尤以散文影响最大。 　　梁启超的文章风格，世称“新文体”。这种带有“策士文学”风格的“新文体”，成为五四以前最受欢迎、模仿者最多的文体，而且至今仍然值得学习和研究。梁启超写于1905年的《俄罗斯革命之影响》，文章以简短急促的文字开篇，如山石崩裂，似岩浆喷涌:“电灯灭，瓦斯竭，船坞停，铁矿彻，电线斫，铁道掘，军厂焚，报馆歇，匕首现，炸弹裂，君后逃，辇毂塞，警察骚，兵士集，日无光，野盈血，飞电刿目，全球挢舌，于戏，俄罗斯革命！于戏，全地球唯一之专制国遂不免于大革命！”然后，以“革命之原因”、“革命之动机及其方针”、“革命之前途”、“革命之影响”为题分而析之，丝丝入扣。难怪说:“梁先生的文章……使读者不能不跟着他走，不能不跟着他想！” 　　在书法艺术方面，梁启超早年研习，后从学于康有为，宗汉魏六朝碑刻。", "name": "梁启超", "image_urls": ["http://so.gushiwen.org/authorImg/liangqichao.jpg"], "sumup": "梁启超（1873年～1929年），字卓如，一字任甫，号任公，又号饮冰室主人、饮冰子、哀时客、中国之新民、自由斋主人，汉族，广东新会人，清光绪举人，和其师康有为一起，倡导变法维新，并称“康梁”。是戊戌变法（百日维新）领袖之一、中国近代维新派代表人物，曾倡导文体改良的“诗界革命”和“小说界革命”。其著作合编为《饮冰室合集》。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_8a4e395ef9_1.aspx", "descrip": "郦道元（约470—527）字善长。汉族，范阳涿鹿（今河北涿鹿县）人。北朝北魏地理学家、散文家。仕途坎坷，终未能尽其才。他博览奇书，幼时曾随父亲到山东访求水道，后又游历秦岭、淮河以北和长城以南广大地区，考察河道沟渠，搜集有关的风土民情、历史故事、神话传说，撰《水经注》四十卷。文笔隽永，描写生动，既是一部内容丰富多彩的地理著作，也是一部优美的山水散文汇集。可称为我国游记文学的开创者，对后世游记散文的发展影响颇大。另著《本志》十三篇及《七聘》等文，已佚。　　郦道元，字善长，魏孝文帝延兴二年壬子（472年）生于涿州郦亭（今河北省涿州市道元村），郦范的长子，在我国郦姓宗族里面排列第九十八世。少年时期，因父亲郦范担任青州刺史，跟随父母居住青州（今山东省青州市）。父亲去世后，郦道元继承爵位，被封为永宁伯，担任太傅掾。太和十七年（493年）秋季，北魏王朝迁都洛阳，郦道元担任尚书郎。十八年（494年），跟随魏孝文帝出巡北方，因执法清正，被提拔为治书侍御史。 　　魏宣武帝景明二年（501年），郦道元担任冀州镇（今河北省冀州市）东府长史，采取严厉手段，打击邪恶势力。为政严酷，奸匪盗贼闻风丧胆，纷纷逃往他乡，冀州境内大治。正始元年（504年），郦道元调任颖川（今河南省许昌市）太守。永平元年（508年），又调任鲁阳（今河南省鲁山县）太守，上表请求在当地建立学府，教化乡民。蛮人服其威名，不敢为寇。延昌二年（513年），升任辅国将军、东荆州刺史，威猛为政，如在冀州。其后，蛮人向朝廷诉讼郦道元为官严厉，朝廷召郦道元返回洛阳。 　　魏孝明帝正光四年（523年），郦道元担任河南尹，治理京城洛阳。其后，奉诏前往北方各镇，整编相关的官吏，筹备军粮，作好防守边关的必要准备。孝昌元年（525年），徐州刺史元法僧背叛北魏，投降南梁。郦道元奉诏率军征讨，全军在涡阳（今安徽省涡阳县）奋勇拼杀，多有斩获。返回京城后，升任御史中尉。 　　皇亲元微诬陷叔父元渊，郦道元力陈事实真相，元渊得以昭雪；元微因此嫉恨郦道元。皇族元悦之亲信丘念仗势操纵州官选用大权，郦道元密访其行踪，将其捕获入狱。元悦请皇太后胡仙真说情，郦道元坚决依法处死丘念，并以此弹劾元悦。元悦从此怀恨在心。 　　孝昌三年丁未十月（527年11月），南齐皇族、北魏雍州刺史萧宝夤在长安（今陕西省西安市）发动叛乱，元微、元悦使出借刀杀人之计，竭力怂恿胡太后任命郦道元为关右大使，去监视萧宝夤。萧宝夤得知情况，立即发兵包围郦道元。贼兵攻入阴盘驿亭，郦道元怒目骂贼，被叛贼杀害，终年五十六岁；其弟郦道峻、郦道博，长子郦伯友、次子郦仲友，都被叛贼杀害。萧宝夤下令收殓郦道元，殡于长安城东。武泰元年（528年）春，魏军收复长安，郦道元还葬洛阳，被朝廷追封为吏部尚书、冀州刺史。三子郦孝友承袭爵位。 　　郦道元生五子：郦伯友、郦仲友、郦孝友、郦继方、郦绍方。目前全国各地的郦姓族人，都是郦道元的四子郦继方一支延续的后代。 　　附郦绍至郦道元的世系传承：95、绍（濮阳太守）→ 96、嵩（天水太守）→ 97、范（北魏重臣）→ 98、道元（北魏忠臣、地理学家）→ 99、继方", "name": "郦道元", "image_urls": ["http://so.gushiwen.org/authorImg/lidaoyuan.jpg"], "sumup": "郦道元（约470—527），字善长。汉族，范阳涿州（今河北涿州）人。北朝北魏地理学家、散文家。仕途坎坷，终未能尽其才。他博览奇书，幼时曾随父亲到山东访求水道，后又游历秦岭、淮河以北和长城以南广大地区，考察河道沟渠，搜集有关的风土民情、历史故事、神话传说，撰《水经注》四十卷。文笔隽永，描写生动，既是一部内容丰富多彩的地理著作，也是一部优美的山水散文汇集。可称为我国游记文学的开创者，对后世游记散文的发展影响颇大。另著《本志》十三篇及《七聘》等文，已佚。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_a7ccc89c5f_1.aspx", "descrip": "(103５-1117)北人。字端叔，自号姑溪老农。沧州无棣(今属山东)人。哲宗元佑初为枢密院编修官，通判原州。元佑末从于定州幕府，朝夕倡酬。元符中监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。徽宗崇宁初提举河东常平。后因得罪权贵，除名编管太平州（今安徽当涂）。后遇赦复官，晚年就卜居其地。", "name": "李之仪", "image_urls": ["http://so.gushiwen.org/authorImg/lizhiyi.jpg"], "sumup": "李之仪(1038～1117）北宋词人。字端叔，自号姑溪居士、姑溪老农。汉族，沧州无棣（庆云县）人。哲宗元祐初为枢密院编修官，通判原州。元祐末从苏轼于定州幕府，朝夕倡酬。元符中监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。徽宗崇宁初提举河东常平。后因得罪权贵蔡京，除名编管太平州（今安徽当涂），后遇赦复官，晚年卜居当涂。著有《姑溪词》一卷、《姑溪居士前集》五十卷和《姑溪题跋》二卷。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_b985ed7a77_1.aspx", "descrip": "许浑（约791～约858）字用晦，一作仲晦，祖籍安州安陆，寓居润州丹阳(今属江苏)，遂为丹阳人。武后朝宰相六世孙。文宗大和六年(832)进士及第，先后任当涂、太平令，因病免。大中年间入为监察御史，因病乞归，后复出仕，任润州司马。历虞部员外郎，转睦、郢二州刺史。晚年归丹阳丁卯桥村舍闲居，自编集，曰《丁卯集》。其诗皆近体，五七律尤多，句法圆熟工稳，声调平仄自成一格，即所谓“丁卯体”。诗多写“水”，故有“许浑千首湿”之讽。 　　许浑以登临怀古见长。名篇如《咸阳城东楼》、《金陵怀古》、《故洛城》、《途中寒食》、《凌□台》，追抚山河陈迹，俯仰古今兴废，颇有苍凉悲慨之致。但往往限于伤今吊古，别无深意，读多难免有落套之感。其宦游、寄酬、伤逝诸作，亦时有佳句，如“马上折残江北柳，舟中开尽岭南花”（《暮宿东溪》），“两岩花落夜风急，一径草荒春雨多”（《郑秀才东归凭达家书》），都能在写景中托寓情思，婉丽可讽。而意境浅狭，气格卑弱，是其通病。另外，许浑是《清明》一诗的作者，由于南唐编《千家诗》时出错，导致《清明》一诗的作者至今仍误传为，在此改正。 　　其诗现存 500首左右，无一首古体。近体以五、七言律诗居多，圆稳工整,属对精切，致有\"声律之熟,无如浑者\"（田雯《古欢堂集·杂著》）的赞语。 但也有人批评他“专对偶”、“工有余而味不足”（《瀛奎律髓》）。一般说来，他的警句常出现在第二联，如“溪云初起日沉阁（一作“谷”），山雨欲来风满楼”（《咸阳城东楼》）、“水声东去市朝变，山势北来宫殿高”（《故洛城》），而到后半篇往往流于平沓，各首间句意也时见复出。他喜欢将律句三字尾的声调改为“仄平仄”对“平仄平”，以显示拗峭变化，为后人所仿效，称作“丁卯句法”。 　　《丁卯集》2卷，有明汲古阁刻本及《四部丛刊》影印的影宋写本。涵芬楼影印宋蜀刻本，题名《许用晦文集》，多拾遗2卷。《百名家全集》本所收,则于正集2卷外，有续集1卷，续补1卷、集外遗诗1卷，较为完备。《全唐诗》析为11卷，有相当数量诗篇与杜牧及他人诗作重见互出。事迹见《唐诗纪事》、《唐才子传》。 　　从总体上说，许浑缺乏对现实的自觉关注与刚健高朗的性格，追寻旷逸闲适、逃避社会的思想在他诗中显得更特出。所以，尽管他也写过不少咏史诗，如“荒台麋鹿争新草，空苑凫鹜占浅莎”（《姑苏怀古》），“行殿有基荒荠合，陵园无主野棠开”（《凌歊台》）之类，但他在叹息的同时并没有批判意味，而是情绪更偏于消沉，一味哀叹岁华变迁，给人以灰暗的感觉。也正因为如此，他更大量地写的是消极恬退的闲适诗。 　　从艺术角度来看，正因为他反复咏叹个人境遇和描写闲适的生活，诗的内容很单调，虽然技巧娴熟，意境却容复。像“扣舷滩鸟没，移棹草虫鸣”（《送同年崔先辈》），“鱼沉秋水静，鸟宿暮山空”（《忆长洲》），这种以鸟禽虫鱼来点缀的句子单独地看还不错，写多了就成了俗套，后人所谓“许浑千首湿”（《苕溪渔隐丛话》引《桐江诗话》）的说法，就是对他总是重复地用“水”、“雨”之类景物构成诗境的讽刺。", "name": "许浑", "image_urls": ["http://so.gushiwen.org/authorImg/xuhun.jpg"], "sumup": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首湿，杜甫一生愁”之语。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_39266de739_1.aspx", "descrip": "丘为(694-789?) 苏州嘉兴(今属浙江)人。事继母孝，尝有灵芝生堂下。屡试不第，归山攻读数年，天宝初年，进士及第，累官至太子右庶子，唐贞元四年（788）为由前左散骑常侍致仕。年八十余，而母无恙，给以俸禄之半。善为，与（701—760）、（709—780）友善，时相唱和。80多岁辞官还，贞元间卒，年九十六。相传是唐代享寿最高的一位诗人。其诗大抵为五言，格调清幽淡逸，多写田园风物，为盛唐田园山水诗派作者之一。以《题农父庐舍》、《寻西山隐者不遇》、《左掖梨花》、《泛若耶溪》等较著名。例如：“冷艳全欺雪，余香乍入衣”(《左掖梨花》)，堪称佳句；“春风何时至？已绿湖上山”(《题农父庐舍》)，工于炼字，《船泊瓜洲》之“春风已绿江南岸”盖脱胎于此。原有集，已佚。", "name": "丘为", "image_urls": ["http://so.gushiwen.org/authorImg/qiuwei.jpg"], "sumup": "丘为，苏州嘉兴人。事继母孝，常有灵芝生堂下。累官太子右庶子。致仕，给俸禄之半以终身。年八十馀，母尚无恙。及居忧，观察使韩滉以致仕官给禄，所以惠养老臣，不可在丧而异，惟罢春秋羊酒。卒年九十六。与刘长卿善，其赴上都也，长卿有诗送之，亦与王维为友。诗十三首。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_078fba31ba_1.aspx", "descrip": "丘逢甲(1864～1912）近代人。字仙根，又字吉甫，号蛰庵、仲阏、华严子，别署海东遗民、南武山人、仓海君。辛亥革命后以仓海为名。祖籍嘉应镇平（今广东蕉岭）。同治三年（1864）生于台湾彰化，光绪十四年（1887）中举人，光绪十五年登进士（1889），授任工部主事。但丘逢甲无意在京做官返回台湾，到台湾台中衡文书院担任主讲，后又于台湾的台南和嘉义教育新学。　　丘逢甲，台湾苗栗客家人，祖籍广东省梅州市蕉岭县。1895年甲午战争后，1895年4月17日李鸿章与日本签订马关条约，割让台湾，台湾人民激愤，丘逢甲坚持反对并组织义军反抗。同年5月23日，唐景嵩发表宣言，宣称“台湾同胞誓不服倭，与其事敌宁愿战死”。丘逢甲任义勇军统领，隔日，国会议长林维源逃亡至福建省厦门。在5月29日乙未战争掀起战端，6月4日总统唐景嵩弃职逃亡福建厦门，镇守北台湾的正规军溃败。其后丘逢甲见局势不可为，携带家眷内渡广东嘉应州。其后虽有名将刘永福率领的黑旗军及吴汤兴、姜绍祖、徐骧等人率领的诸多民间义勇军奋起抗日，但由于装备及训练均远不如日本，终究于10月21日被日军攻入大本营台南，台湾沦陷。　 　　丘逢甲内渡后先在家乡和潮州、汕头等地兴办教育，倡导新学；1903年，被辛亥革命元老何子渊、萧惠长等人创办的兴民学堂聘为首任校长；后利用担任广东教育总会会长、广东咨议局副议长的职务之便，支持康梁维新变法，并投身于孙中山的民主革命，与同盟会嘉应州主盟人何子渊等革命党人参与筹划潮州黄冈起义等革命活动。 　　中华民国建国后，丘逢甲被选为广东省代表参加孙中山组织的临时政府。民国元年（1912）元旦因肺病复发，正月初八日病逝于镇平县淡定村，终年48岁。台湾建有逢甲大学以示纪念。", "name": "丘逢甲", "image_urls": ["http://so.gushiwen.org/authorImg/qiufengjia.jpg"], "sumup": "丘逢甲(1864年～1912年）近代诗人。字仙根，又字吉甫，号蛰庵、仲阏、华严子，别署海东遗民、南武山人、仓海君。辛亥革命后以仓海为名。祖籍嘉应镇平（今广东蕉岭）。同治三年（1864年）生于台湾彰化，光绪十四年（1887年）中举人，光绪十五年登进士（1889年），授任工部主事。但丘逢甲无意在京做官返回台湾，到台湾台中衡文书院担任主讲，后又于台湾的台南和嘉义教育新学。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_0660b3b523_1.aspx", "descrip": "秦韬玉 唐代人 生卒年不详，字仲明，京兆(今陕西西安市)人。应进士不中，僖宗中和二年赐进士及第。曾从僖宗入蜀，依附有权势的宦官田令孜，官工部侍郎、神策军判官。其诗皆是七言，构思奇巧，语言清雅，意境浑然，多有佳句，艺术成就很高。代表作有《贫女》、《长安书怀》、《桧树》、《题竹》、《对花》、《八月十五日夜同卫谏议看月》、《边将》、《织锦妇》、《钓翁》、《天街》、《豪家》、《陈宫》、《燕子》、《仙掌》、《独坐吟》、《咏手》、《春游》等，其中以《贫女》一诗流传最广、十分著名。该诗写蓬门荜户的贫家女子，一生未识绮罗香，“拟托良媒益自伤”（心里想找一个好婆家但又念及自家的贫困以及所谓的“门当户对”之婚姻惯例，不禁暗自悲伤），平日里梳妆俭朴，手工精巧却不用在画眉斗长上，“苦恨年年压金线，为他人作嫁衣裳”（可怜每日辛勤忙碌的刺绣劳作都只是为他人作嫁衣裳而已）。全诗语言简丽，描画细腻，寄寓深刻，情真意哀，不愧佳作，该诗的结句“为他人作嫁衣裳”为世人所熟诵。另外《长安书怀》中的“凉风吹雨滴寒更，乡思欺人拨不平”、《题竹》中的“卷帘阴薄漏山色，欹枕韵寒宜雨声”、《八月十五日夜同卫谏议看月》中的“寒光入水蛟龙起，静色当天鬼魅惊”、《钓翁》中的“潭定静悬丝影直，风高斜飐浪纹开”和《天街》中的“宝马竞随朝暮客，香车争碾古今尘”等都是极佳的对句，充分显示了诗人出类拔萃、高人一筹的艺术才华。韬玉著有《投知小录》三卷，今编诗一卷（全下卷第六百七十）。", "name": "秦韬玉", "image_urls": ["http://so.gushiwen.org/authorImg/qintaoyu.jpg"], "sumup": "秦韬玉 唐代诗人，生卒年不详，字中明，一作仲明，京兆（今陕西西安市）人，或云郃阳（今陕西合阳）人。出生于尚武世家，父为左军军将。少有词藻，工歌吟，却累举不第，后谄附当时有权势的宦官田令孜，充当幕僚，官丞郎，判盐铁。黄巢起义军攻占长安后，韬玉从僖宗入蜀，中和二年（882）特赐进士及第，编入春榜。田令孜又擢其为工部侍郎、神策军判官。时人戏为“巧宦”，后不知所终。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_f8cad3ef4b_1.aspx", "descrip": "秦湛，字处度，高邮（今属江苏）人，之子。绍兴二年（1132）添差通判常州。四年（1134）致仕。少好学，善画山水。词存《卜算子》一首，见《唐宋诸贤绝妙词选》卷四。", "name": "秦湛", "image_urls": ["http://so.gushiwen.org/authorImg/qinzhan.jpg"], "sumup": "秦湛，生卒年不详，字处度，号济川，行名大七（一作祖七），高邮（今属江苏）人，秦观之子。官宣教郎。绍兴二年（1132）添差通判常州。四年（1134）致仕。少好学，善画山水。词存《卜算子》一首，见《唐宋诸贤绝妙词选》卷四。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_ca42b7ce54_1.aspx", "descrip": "乔吉(一二八○？--一三四五年)，一作乔吉甫，字梦符，号笙鹤翁，又号惺惺道人。原籍太原，长期流寓杭州。主要创作活动时期在元大德年间至至正初年，其足迹由太原而湖广，遍历湖南、浙江、福建、江苏、安徽诸地。一生无意仕进,寄情酒,过着\"残杯冷炙\"\"青灯茅舍\"的清贫生活，自谓\"不占龙头选，不入名贤传，时时酒圣，处处诗禅。烟霞状元，江湖醉仙,笑谈便是编修院。留连,批风抹月四十年。\"共创作了十一种杂剧，今存《扬州梦》、《金钱记》、《两世姻缘》三种。还有小令二○九首、套数十一套及词一首。收入《惺惺道人》、《文湖州集词》、《乔梦符小令》。乔吉的生活创作、思想性格，在作家中具有一定的代表性。由于元统治者推行种族歧视，使知识分子\"沉抑下僚，志不获展，\"于是一方面鄙弃仕途，视功名\"酒中蛇\"，厌官场\"乌鼠当衙\"，表示与统治者的不合作，求得精神上的超脱、安适；一方面纵情声色，\"以其有用之才，而一寓之乎声歌之末\"，寄情诗酒，追求情感上的快慰、满足。然而，乔吉并未一味地消极沉沦。吏治的腐败、种族的压迫、贵胄的骄奢，在他胸占激起愤懑，其〔折桂令〕《荆溪即事》等正流露出对现实的不满和愤慨。他沦落风尘，说自己\"平生脱不了疏狂限\"，把\"风月都担\"。在他的生活和创作中，既有陶潜的隐逸、的放荡，又有的风流蕴藉、柳耆卿的依红偎翠,时代造就了一位\"酒圣诗禅\"、风流浪子.他与倡优为伍，对歌妓女伶产生了深深的爱恋，在今存散曲中有半数之多是抒写这种爱恋之情的，〔折桂令〕《会州判文从周自维扬来道楚仪李氏意》即其代表之作。正是此种对女性的真挚爱恋，才使他笔下描写男女爱情的散曲和杂剧经久流传。今存杂剧三种，《扬州梦》写诗人杜牧，《金钱记》写才子，成功地塑造了两个风月场中\"情种\"的形象。《两世姻缘》描写青楼女子韩玉箫和书生的爱情故事，前两折是悲剧，后两折是喜剧，悲喜联辍，以\"情\"贯之，既塑造了多情女子的形象，又创造了爱情剧的新体式，独擅情词，妙于传情达意，语隽韵美。尤其是乔吉的散曲，元明清三代，备受推崇。元、明朱权、清都给乔吉以高度评价。的确，乔吉在散曲创作上竭尽心力，他所提出的\"凤头、猪肚、豹尾\"作曲理论，正说明他的艺术追求。这六个字按乔吉本人的解释是：\"大概起要美丽，中要浩荡,结要响亮。尤贵在首尾贯串，意思清新。\"陶宗仪《辍耕录》)其〔折桂令〕《赠张氏天香善填曲时在阳羡莫侯席上》、《丙子游越怀古》等用语奇、立意新，正是他所追求的\"意思清新\"，也是他的创作理论的根本所在，对元明戏曲的发展有一定的影响.另外,乔吉讲究\"风头\"、\"豹尾\"，他的散曲创作无论在起句上还是在结句上，用心良苦，精美佳句俯拾即是。今人论元曲，常常把乔吉同关汉卿、、、、并列，号称\"元曲六大家\"，还是恰当的。", "name": "乔吉", "image_urls": ["http://so.gushiwen.org/authorImg/qiaoji.jpg"], "sumup": "乔吉(1280?～1345) 元代杂剧家、散曲作家。一称乔吉甫，字梦符，号笙鹤翁，又号惺惺道人。太原人，流寓杭州。钟嗣成在《录鬼簿》中说他“美姿容，善词章，以威严自饬，人敬畏之”，又作吊词云：“平生湖海少知音，几曲宫商大用心。百年光景还争甚？空赢得，雪鬓侵，跨仙禽，路绕云深。”从中大略可见他的为人。剧作存目十一，有《杜牧之诗酒扬州梦》、《李太白匹配金钱记》、《玉箫女两世姻缘》三种传世。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_3134b3da34_1.aspx", "descrip": "秦观（1049-1100），字少游，一字太虚，号淮海居士，别号邗沟居士；“苏门四学士”之一。汉族，扬州高邮（今属江苏）人。北宋文学家，北人。　　秦观，北宋中后期著名词人，与、、合称“苏门四学士”，颇得赏识。熙宁十一年(1078年)作《黄楼赋》，苏轼赞他“有屈宋之才”。元丰七年(1084年)秦观自编文集十卷后，苏轼为之作书向推荐，王安石称他“有鲍、谢清新之致”。因秦观屡得名师指点，又常与同道切磋，兼之天赋才情，所以他的文学成就灿然可观。后于元丰八年（1085年）考中进士，初为定海主簿、蔡州教授，元祐二年（1087年)苏轼引荐为太学博士，后迁秘书省正字，兼国史院编修官。哲宗于绍圣元年亲政后（1094年）“新党”执政，“旧党”多人遭罢黜。秦观出杭州通判，道贬处州，任监酒税之职，后徙郴州，编管横州，又徙雷州。徽宗即位后秦观被任命为复宣德郎，之后在放还北归途中卒于藤州。其散文长于议论，《宋史》评其散文“文丽而思深”。其诗长于抒情，敖陶孙《诗评》说：“秦少游如时女游春，终伤婉弱。”他是北宋后期著名婉约派词人，其词大多描写男女情爱和抒发仕途失意的哀怨，文字工巧精细，音律谐美，情韵兼胜，历来词誉甚高。然而其词缘情婉转，语多凄黯。有的作品终究气格纤弱。代表作为《鹊桥仙》、（纤云弄巧）、《望海潮》、（梅英疏淡）、《满庭芳》、（山抹微云）等。《鹊桥仙》中的“两情若是久长时，又岂在朝朝暮暮！”被誉为“化腐朽为神奇”。《满庭芳》中的“斜阳外，寒鸦数点，流水绕孤村”被称做“天生的好言语”。南宋之《词源》：“秦少游词体制淡雅，气骨不衰，清丽中不断意脉，咀嚼无滓，久而知味。”生平详见《宋史.文苑传》。著有《淮海集》40卷，以及《淮海居士长短句》、《劝善录》、《逆旅集》等作品。。其所编撰的《蚕书》，是我国现存最早的一部蚕桑专著。极善书法，小楷学钟王，遒劲可爱，草书有东晋风味，行楷学。建炎四年（1130），南宋朝廷追赠秦观为“直龙图阁学士”，后世称之为“淮海公”。　　秦观在未仕期间，大多在故乡高邮居家耕读，为科举做准备。然而亦时常游历于江淮吴楚之间，徜徉于山光水色之中。在这段期间秦观的主要出游地有二：一为神宗熙宁九年（1076年），秦观同孙莘老、参寥子游访漳南老人于历阳惠济院，浴汤泉，游龙洞山。又往乌江拜谒墓，极尽山水名胜。此次出游共赋得诗词三十余首，并作《汤泉赋》一篇，以记途踪。二为神宗元丰二年（1079年），秦观前往越州省亲，适逢苏轼自徐州徙往湖州，于是便乘苏轼官船一同南下。途经无锡，与苏轼同游惠山，又经吴兴，泊西观音院，同访诸寺。端午过后，遂别苏轼赴越，中秋时，与参寥子、辩才法师同游龙井，其后又与郡守程公辟游玩鉴湖、拜谒禹庙，相得甚欢。直至岁末年关家书催归，秦观始依依不舍的乘船北上。写下著名的《满庭芳》（山抹微云）来描述离别情意，透露出对此段漫游岁月美好的缱绻不舍。　　“学而优则仕”是天下读书人的梦想，秦观亦不例外，然而秦观的科举征途却屡遭挫折。神宗元丰元年（1078年）秦观第一次参加科举应试，却是抱著满满的期望换来落第的命运，于是他便马上“杜门却扫，日以诗书自娱”，可见这一失败，对他而言，是精神上的打击。神宗元丰四年（1081年）秦观再次应试，却依旧名落孙山。科举的接连失利，使得秦观心境更加忧愁悲郁，认清了“风俗莫荣於儒，材能咸耻乎未仕”的社会现实。因此只好改变态度，学习时文并向时人投献诗文，望获举荐。“功夫终不负有心人”，秦观在神宗元丰八年（1085年）参加第三次科举考试，终于成功考取进士，踏上其同样屡遭挫折的十年仕宦之途。　　朋党倾轧是北宋政治上的大难题，更是令朝廷不安的一大乱源。秦观入仕之时，适逢北宋朋党斗争日益激烈之际。秦观于此亦身不由己地陷入了这场政治漩涡之中，无法自拔。元丰八年（1085年），秦观登科以后，任定海主簿及蔡州教授。因其亲附苏轼，被视为“旧党”，从此党争的迫害便从未间断。元佑二年（1087年）苏轼、鲜于侁，共以“贤良方正”荐秦观于朝，无奈却被人以“莫须有”的罪名加以诬告。元佑五年（1090年）方由范引纯引荐，得以回京任秘书省正字。元佑六年又因“洛党”贾易诋其\"不检\"而罢去正字。接二连三的政治迫害，使得秦观大受打击，对政治开始灰心，且有退隐之意。元佑七年（1092年），秦观授左宣德郎，又由秘书省正字，左迁国院编修官，参修《神宗实录》，甚得恩宠。数月之间，拔擢连连。此三年亦为秦观仕宦期间最顺遂的时候。宦达未久，元佑九年（1094年）太皇太后高氏崩逝，哲宗亲政。“新党”之人相继还朝，“旧党”之人则连遭罢黜，秦观历时七年的贬谪生涯从此开始。　　太皇太后高氏崩逝，哲宗亲政。政局瞬变，“旧党”出京。秦观作为“旧党”核心人物，亦在所难免。秦观首先被贬为杭州通判，因御史刘拯告他重修《神宗实录》时，随意增损，诋毁先帝。因而在前往杭州途中又贬至处州任监酒税。在处州任职之时，秦观学佛以遣愁闷，常与佛寺僧人谈佛聊禅，并为僧人抄写经文。他的词作《千秋岁》在回忆当年盛会时，抒发了很深的感慨与愁情：水边沙外，城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。忆昔西池会，鹓鹭同飞盖。携手处，今谁在?日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。　　无奈小人诬陷，状告秦观私撰佛书，便又因此获罪。《宋史.文苑传》云：\"使者承风望指，伺候过失，既而无所得。则以谒告写佛书为罪，削秩徙郴州\"。削秩是将所有的官职同封号除掉，是宋朝对士大夫最严重的惩罚。贬黜南蛮时，秦观心情悲怅，早已绝了希冀，便作《踏莎行》词。虽将《千秋岁》的直抒换为比兴，没有“愁如海”之类的字眼，然而内心深处却依然郁结难解：雾失楼台，月迷津渡，桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。驿寄梅花，鱼传尺素，砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。　　秦观方至郴州又移至横州编管，元符元年（1098年），移迁雷州编管。眼望离京师越来越远，归乡无期，秦观自赋挽词。此词道尽心中凄苦，叫人心生悲惋。元符三年（1100年）哲宗驾崩，徽宗即位，向太后临朝。政坛局势变动，迁臣多被召回。秦观也复命宣德郎，放还横州。当年五月行至藤州，出游光华亭，索水欲饮，水至，笑视而卒。张文潜曾作《祭秦少游文》云：“呜呼！官不过正字，年不登下寿。间关忧患，横得骂诟。窜身瘴海，卒仆荒陋。”道尽了秦观坎坷一生，句句痛彻心扉。一代文人，命运竟是如此的坎坷曲折，最后竟死在荒蛮之地，令人无限感慨。", "name": "秦观", "image_urls": ["http://so.gushiwen.org/authorImg/qinguan.jpg"], "sumup": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。苏轼过扬州，亲自看望秦观，正巧孙觉、王巩亦在高邮，乃相约游东岳庙，载酒论文，吟诗作赋，一时传为佳话。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_4eadb7f2e1_1.aspx", "descrip": "钱惟演（977—1034）北宋大臣，西昆体骨干人。字希圣，钱塘（今浙江杭州）人。吴越忠懿王第十四子。从俶归宋，历右神武将军、太仆少卿、命直秘阁，预修《册府元龟》，累迁工部尚书，拜枢密使，官终崇信军节度使，博学能文，所著今存《家王故事》、《金坡遗事》。　　钱惟演，少时好学，曾赋《远出》诗，有“高为天一柱，秀作海山峰”句。太平兴国三年（978年），随父降宋，任右屯卫将军。宋真宗时，招入学士院。在朝会上，以笏起草诏令，迅即而就，甚得真宗赞赏。咸平初，任太仆少卿，进《咸平圣政录》。因博学能文辞，景德中，入直秘阁，修《册府元龟》，并与杨亿分纂部门序，常在编书余暇与杨亿、刘筠等十七人唱酬，结集为《西昆酬唱集》，号“西昆体”。 　　大中祥符八年（1015年）为翰林学士。仁宗时，拜枢密使。初附，排斥，及丁谓将得罪，又挤谓自解。明道初降为崇信军节度使。历官工部尚书等。真宗朝历任直秘阁、知制诰、翰林学士、枢密副使等职。仁宗即位，为枢密使，以同平章事（宰相）的头衔出任许（今河南许昌）、陈（今河南淮阳）等州。 　　为人好趋炎附势，多写歌功颂德的文章献于朝廷以邀恩宠，尤善以联姻手段巴结皇室，攫取权利，为时论所鄙薄。初谥“思”，明确其有过而能追悔自新。宋仁宗庆历年间，由其子诉请，改谥“文僖”。", "name": "钱惟演", "image_urls": ["http://so.gushiwen.org/authorImg/qianweiyan.jpg"], "sumup": "钱惟演（977—1034）北宋大臣，西昆体骨干诗人。字希圣，钱塘（今浙江杭州）人。吴越忠懿王钱俶第十四子。从俶归宋，历右神武将军、太仆少卿、命直秘阁，预修《册府元龟》，累迁工部尚书，拜枢密使，官终崇信军节度使，博学能文，所著今存《家王故事》、《金坡遗事》。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_7d9622d8d2_1.aspx", "descrip": "钱起（751年前后在世），字仲文，汉族，吴兴（今浙江湖州市）人，早年数次赴试落第，唐天宝七年（748年）进士。唐代人 【生平】　　钱起初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称钱考功，与、、等号称大历十才子。其诗以五言为主，自称“五言长城”，又与齐名，齐名“钱郎”。人为之语曰：“前有沈宋，后有钱郎。”朝廷公卿出牧奉使，若无钱、郎赋诗送别，则为时论所鄙。题材多偏重于描写景物和投赠应酬。音律和谐，时有佳句。 　　钱起当时诗名很盛，其诗多为赠别应酬，流连光景、粉饰太平之作，与社会现实相距较远。然其诗具有较高的艺术水平，风格清空闲雅、流丽纤秀，尤长于写景，为大历诗风的杰出代表。 　　少数作品感时伤乱，同情农民疾苦。以《省试湘灵鼓瑟》诗最为有名。有《钱考功集》，集中五绝《江行无题一百首》及若干篇章，为其曾孙所作。", "name": "钱起", "image_urls": ["http://so.gushiwen.org/authorImg/qianqi.jpg"], "sumup": "钱起（751年前后在世），字仲文，汉族，吴兴（今浙江湖州市）人，早年数次赴试落第，唐天宝七年（748年）进士。唐代诗人。"}
{"setUrl": "http://www.gushiwen.org/GuShiWenAuthor_2a8d4a736d_1.aspx", "descrip": "李曾伯(1198～1265至1275间) 南人。字长孺，号可斋。原籍覃怀(今河南沁阳附近)。南渡后寓居嘉兴(今属浙江)。　　曾通判濠州，迁军器监主簿 。淳祐二年（1242），迁太府卿、淮东制置使、知扬州。四年，兼淮西制置使。六年，落职予祠。九年，知静江府、广西经略安抚使兼广西转运使。次年，为京湖安抚制置使知江陵，进龙图阁学士。宝祐元年（1253），拜端明殿学士 。明年，进资政殿学士、四川宣抚使兼京湖制置大使，召赴阙，特赐同进士出身。累官湖南安抚大使兼知潭州，兼节制广南，移治静江 。开庆元年（1259），进观文殿学士。景定五年（1264 ），知庆元府 、沿海制置使 。咸淳元年（1265），为贾似道所嫉 ，褫职。五年，其子李杓刊其所著，时曾伯已卒。曾伯素知兵，所至有治绩，称南渡后名臣 。《宋史》有传。有《可斋杂稿》三十四卷 ，续稿八卷 ，续稿后十二卷。后人合名《可斋类稿》，内有词七卷。《四库总目提要》称其“词才气纵横，颇不入格。要亦戛戛异人，不屑拾慧牙后”。 　　李曾伯集中有诗、词、文。文多为奏疏表状之类。诗没有显著特色。他的文学成就主要体现于词。其词今存 200余首，长调占绝大多数。作者是热心事功的用世之臣，自言\"要流芳相期千载，肯区区徒恋片时欢？\"（